Repository: mli2805/FibertestLinux
Catalog: Shared/StringResources/Resources.*.resx
Languages: ru_ru

# SID_Done
source: Done
ru_ru: Готово

# SID_license_en_xps
source: license_en.xps
ru_ru: license_ru.xps

# SID_Please_review_the_license_terms_before_installing__0__
source: Please review the license terms before installing {0}.
ru_ru: Перед установкой {0} ознакомьтесь с лизензионным соглашением.

# SID_If_you_accept_0_
source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install {0}
ru_ru: Если вы принимаете условия соглашения, нажмите кнопку "Я согласен". Чтобы установить {0} необходимо принять соглашение.

# SID_Choose_Install_Location
source: Choose Install Location
ru_ru: Выбор папки установки

# SID_Choose_folder_in_which_to_install__0_
source: Choose folder in which to install {0}
ru_ru: Выберите папку для установки {0}

# SID_Setup_will_install__0__in_
source: Setup will install {0} in the following folder. To install in a different folder, click Browse and select another folder. Click Next to continue.
ru_ru: {0} будет установлен в указанную папку. Чтобы установить приложение в другую папку, нажмите кнопку "Обзор" и укажите ее. Нажмите "Далее" для продолжения.

# SID_Space_available___0_
source: Space available: {0}
ru_ru: Доступно на диске: {0}

# SID_Are_you_sure_you_want_to_quit__0__setup_
source: Are you sure you want to quit {0} setup?
ru_ru: Вы действительно хотите покинуть установку {0}?

# SID_Please_select_a_setup_language
source: Please select a setup language
ru_ru: Пожалуйста, выберите язык установки

# SID_Language_choice
source: Language choice
ru_ru: Выбор языка

# SID_Browse
source: Browse...
ru_ru: Обзор...

# SID_Destination_folder
source: Destination Folder
ru_ru: Папка установки

# SID_Installation_Type
source: Installation Type
ru_ru: Тип установки

# SID_Select_the_type_of__0__install__Click_Next_to_continue_
source: Select the type of {0} install. Click Next to continue.
ru_ru: Выберите тип установки {0}. Для продолжения нажмите "Далее".

# SID_Type_of_install_
source: Type of install:
ru_ru: Тип установки:

# SID_Please_select_the_type_of__0__install
source: Please select the type of {0} install
ru_ru: Пожалуйста, выберите тип установки {0}

# SID_Installation_Complete
source: Installation Complete
ru_ru: Установка завершена

# SID_Setup_was_completed_successfully
source: Setup was completed successfully
ru_ru: Установка завершена успешно

# SID_Installing
source: Installing
ru_ru: Идет установка

# SID_Please_wait_while__0__is_being_installed
source: Please wait while {0} is being installed
ru_ru: Идет установка {0}, пожалуйста, подождите

# SID_Installation_failed
source: Installation failed
ru_ru: Установка не удалась

# SID__0__installation_failed_
source: {0} installation failed.
ru_ru: Установка {0} не удалась

# SID_Full_uninstall__Will_be_deleted_all_user_data___ini__log__map__etc__
source: Full uninstall (Will be deleted all user data - ini, log, map, etc.)
ru_ru: Полное удаление (Будут удалены все пользовательские данные - ини, логи, карты и т.д.)

# SID_Uninstall__0_
source: Uninstall {0}
ru_ru: Удаление {0}

# SID_Remove__0__from_your_computer
source: Remove {0} from your computer
ru_ru: Удаление {0} с Вашего компьютера

# SID_Uninstall_started___
source: Uninstall started...
ru_ru: Удаление программы...

# SID_Shortcuts_deleted_
source: Shortcuts deleted.
ru_ru: Ярлыки удалены.

# SID_Registry_cleaned_
source: Registry cleaned.
ru_ru: Реестр очищен.

# SID_Uninstall_finished_
source: Uninstall finished.
ru_ru: Удаление ПО завершено.

# SID_Deleting_files___
source: Deleting files...
ru_ru: Удаляются файлы...

# SID_Cannot_delete_specified_folder_
source: Cannot delete specified folder!
ru_ru: Не удается удалить данную папку!

# SID_Files_are_deleted_successfully_
source: Files are deleted successfully.
ru_ru: Файлы удалены успешно.

# SID_Uninstall
source: Uninstall
ru_ru: Удалить

source: {0} will be uninstalled from the following folder. Click Uninstall to start the uninstallation.
ru_ru: {0} будет удален из следующей папки. Нажмите Удалить, чтобы начать.

# SID_Files_are_copied_successfully_
source: Files are copied successfully.
ru_ru: Файлы скопированы успешно.

# SID_Copy_files_error___0_
source: Copy files error: {0}
ru_ru: Ошибка копирования файлов: {0}

# SID_Error__Source_folder__0__not_found_
source: Error! Source folder {0} not found!
ru_ru: Ошибка! Исходная папка {0} не найдена!

# SID_Save_in_Registry_problem_
source: Save in Registry problem
ru_ru: Ошибка сохранения в реестре

# SID__0__service_is_being_installed___
source: {0} service is being installed...
ru_ru: Служба {0} устанавливается...

# SID_Cannot_install_service__0_
source: Cannot install service {0}
ru_ru: Не удалось инсталлировать службу {0}

# SID__0__service_installed_successfully
source: {0} service installed successfully
ru_ru: Служба {0} установлена успешно

# SID__0__service_is_being_uninstalled___
source: {0} service is being uninstalled...
ru_ru: Служба {0} деинсталлируется...

# SID_Cannot_uninstall_service__0_
source: Cannot uninstall service {0}
ru_ru: Не удается деинсталлировать службу {0}

# SID_Service__0__uninstalled_successfully_
source: Service {0} uninstalled successfully.
ru_ru: Служба {0} деинсталлирована успешно

# SID__0__service_is_being_stopped___
source: {0} service is being stopped...
ru_ru: Служба {0} останавливается...

# SID_Cannot_stop_service__0_
source: Cannot stop service {0}
ru_ru: Не удается остановить службу {0}

# SID_Service__0__stopped_successfully_
source: Service {0} stopped successfully.
ru_ru: Служба {0} остановлена успешно.

# SID_Uninstall_setup_started_
source: Uninstall setup started.
ru_ru: Установка программы деинсталляции.

# SID_Uninstall_setup_completed_successfully_
source: Uninstall setup completed successfully.
ru_ru: Программа деинсталляции установлена успешно.

# SID_Client_setup_started_
source: Client setup started.
ru_ru: Установка компонента Client.

# SID_Files_are_copied___
source: Files are being copied...
ru_ru: Копирование файлов...

# SID_Shortcuts_are_created_successfully_
source: Shortcuts are created successfully.
ru_ru: Ярлыки созданы успешно.

# SID_Client_setup_completed_successfully_
source: Client setup completed successfully.
ru_ru: Компонент Client установлен успешно.

# SID_Data_Center_setup_started_
source: Data Center setup started.
ru_ru: Установка компонента Data Center.

# SID_Data_Center_setup_completed_successfully_
source: Data Center setup completed successfully.
ru_ru: Компонент Data Center установлен успешно.

# SID_RTU_Manager_setup_started_
source: RTU Manager setup started.
ru_ru: Установка компонента RTU Manager.

# SID_RTU_Manager_setup_completed_successfully_
source: RTU Manager setup completed successfully.
ru_ru: Компонент RTU Manager установлен успешно.

# SID_There_is_a_trace_with_the_same_title
source: There is a trace with the same title
ru_ru: Существует трасса с таким именем

# SID_Add_server
source: Add server
ru_ru: Добавить сервер

# SID_Client_s_connection_lost
source: Client's connection lost
ru_ru: Потеряна связь с клиентом

# SID_Server_connection_lost_
source: Server connection lost!
ru_ru: Потеряна связь с сервером!

# SID_Check_if_the_server
source: Check if the server is available and functioning.
ru_ru: Проверьте доступность и работоспособность сервера.

# SID_Restart_application
source: Restart application.
ru_ru: Перезапустите приложение.

# SID_Close_application
source: Close application
ru_ru: Закрыть приложение

# SID_Cannot_restore_connection_with_server
source: Cannot restore connection with server.
ru_ru: Не удалось восстановить связь с сервером.

# SID_BOP_state
source: BOP state
ru_ru: Состояние БОП

# SID_Port_Rtu
source: Port RTU
ru_ru: Порт RTU

# SID_Bop_breakdown
source: BOP breakdown
ru_ru: Авария БОП

# SID_OK_BOP
source: OK BOP
ru_ru: ОК БОП

# SID__filter_applied_
source: <filter applied>
ru_ru: <фильтр применен>

# SID_Failed_to_apply_license_
source: Failed to apply license!
ru_ru: Не удалось применить файл лицензии!

# SID_License_applied_successfully_
source: License applied successfully!
ru_ru: Лицензия применена успешно!

# SID_Invalid_license_file_
source: Invalid license file!
ru_ru: Некорректный файл лицензии!

# SID_License_could_not_be_applied_repeatedly_
source: License file could not be applied repeatedly!
ru_ru: Лицензионный файл не может быть применен повторно!

# SID_valid_until
source: valid until
ru_ru: действительно до

# SID_Load_from_Kadastr
source: Load from Kadastr
ru_ru: Загрузка из Кадастра

# SID_Select_folder
source: Select folder
ru_ru: Выберите папку

# SID_Start
source: Start
ru_ru: Старт

# SID_Nodes_loaded_from_Kadastr_so_far___0_
source: Nodes loaded from Kadastr so far: {0}
ru_ru: Загружено узлов из Кадастра (на данный момент): {0}

# SID_Connect
source: Connect
ru_ru: Соединить

# SID_Fibertest_2_0_Server_including_Kadastr
source: Fibertest 2.0 Server (including Kadastr db)
ru_ru: Fibertest 2.0 Сервер (включая БД Кадастр)

# SID__0__lines_found_in_conpoints_csv
source: {0} lines found in conpoints.csv
ru_ru: {0} строк в файле conpoints.csv

# SID__0__conpoints_applied
source: {0} conpoints applied
ru_ru: {0} муфт перенесено

# SID__0__lines_found_in_channels_csv
source: {0} lines found in channels.csv
ru_ru: {0} строк в файле channels.csv

# SID__0__channels_applied
source: {0} channels applied
ru_ru: {0} волокон перенесено

# SID__0__lines_found_in_wells_csv
source: {0} lines found in wells.csv
ru_ru: {0} строк в файле wells.csv

# SID__0__wells_applied
source: {0} wells applied
ru_ru: {0} колодцев перенесено

# SID_Done_
source: Done.
ru_ru: Готово.

# SID_Kadastr_Db_connection_error___
source: Kadastr Db connection error!
ru_ru: Ошибка соединения с БД Кадастр

# SID_DataCenter_connection_failed_
source: DataCenter connection failed!
ru_ru: Не удалось установить соединение с сервером!

# SID_DataCenter_connected_successfully_
source: DataCenter connected successfully!
ru_ru: Соединение с сервером установлено успешно!

# SID_First_and_last_landmarks_should_be_associated_with_key_events_
source: First and last landmarks should be associated with key events.
ru_ru: Первый и последний ориентир должны быть привязаны к ключевым событиям.

# SID_System_state
source: System state
ru_ru: Состояние системы

# SID_Connection_state
source: Connection state
ru_ru: Состояние соединения

# SID_Exceeded_the_number_of_super_clients_registered_simultaneously
source: Exceeded the number of super-clients registered simultaneously
ru_ru: Превышено количество одновременно подключенных суперклиентов

# SID_Failed_to_establish_connection_
source: Failed to establish connection.
ru_ru: Не удалось установить соединение.

# SID_Disconnect
source: Disconnect
ru_ru: Отключить

# SID_Check_connection
source: Check connection
ru_ru: Проверить соединение

# SID_Server_title
source: Server title
ru_ru: Название сервера

# SID_Server_ip_address
source: Server IP address
ru_ru: IP адрес сервера

# SID_Server_tcp_port
source: Server TCP port
ru_ru: TCP порт сервера

# SID_User_name
source: User name
ru_ru: Имя пользователя

# SID_User_password
source: User password
ru_ru: Пароль пользователя

# SID_Wait_please__while_all_clients_will_be_closed_
source: Wait please, while all clients will be closed.
ru_ru: Закрываются соединения, пожалуйста, подождите.

# SID_Reveal_traces
source: Reveal traces
ru_ru: Отобразить трассы (загрузить в ГИС)

# SID_Load_additional_data_
source: Load additional data.
ru_ru: Загрузите дополнительные данные.

# SID_Trace_statistics
source: Trace statistics
ru_ru: Статистика по трассе

# SID_All_BOP_network_events
source: All BOP network events
ru_ru: Все сетевые события БОП

# SID_RTU_shoud_be_in_Reveal_Traces_Mode_
source: RTU shoud be in Reveal Traces Mode.
ru_ru: RTU должен быть в режиме отображения трасс.

# SID_no_base
source: no base
ru_ru: нет базовой

# SID_Opt_length_m
source: Opt. length, m
ru_ru: Опт. длина, м

# SID_Maximum_60
source: ( maximum 60 )
ru_ru: ( максимум 60 )

# SID_Must_be_number_no_more_than_60
source: Must be number no more than 60
ru_ru: Должно быть число не более 60

# SID_Send_e_mails
source: Send e-mails
ru_ru: Отсылать почтовые сообщения

# SID_Check_sms_notification
source: Check SMS notification
ru_ru: Проверить СМС рассылку

# SID_FiberBreak_NoFiber
source: Fiber break / No fiber
ru_ru: Обрыв / Нет волокна

# SID_Save_settings_and_send_test_message
source: Save settings and send test message
ru_ru: Сохранить настройки и разослать тестовое сообщение

# SID_SMS_settings
source: SMS server settings
ru_ru: Настройки сервера SMS

# SID_Save_settings_and_send_test_sms
source: Save settings and send test SMS
ru_ru: Сохранить настройки и разослать тестовую СМС

# SID_User_settings
source: User settings
ru_ru: Настройки пользователя

# SID_This_user_has_no_right_to_start_client
source: This user has no right to start Fibertest Client
ru_ru: Данный пользователь не имеет прав на запуск ПК FIbertest Client

# SID_Set_password
source: Set password
ru_ru: Задать пароль

# SID_Client_settings
source: Client application settings
ru_ru: Настройки приложения Client

# SID_Failed_to_save_smtp_settings_
source: Failed to save SMTP settings!
ru_ru: Ошибка сохранения почтовых настроек!

# SID_Failed_to_save_gsm_modem_com_port_
source: Failed to save GSM-modem com port!
ru_ru: Ошибка сохранения com-порта GSM-модема!

# SID_Test_e_mail_sent_successfully_
source: Test e-mail sent successfully!
ru_ru: Тестовое сообщение отправлено успешно!

# SID_Failed_to_send_test_e_mail_
source: Failed to send test e-mail!
ru_ru: Ошибка отправки тестового сообщения!

# SID_Trace_State_Report
source: Trace State Report
ru_ru: Отчет о состоянии трассы

# SID_Time
source: Time
ru_ru: Время

# SID_Trace___0___state_is_changed_to___1___at__2_
source: Trace "{0}" state is changed to "{1}" at {2}
ru_ru: Состояние трассы "{0}" стало "{1}" в {2}

# SID_Recovered
source: Recovered
ru_ru: Восстановлен

# SID_Breakdown
source: Breakdown
ru_ru: Авария

# SID_Fibertest20__Test_SMS_message
source: Fibertest20: Test SMS message
ru_ru: Fibertest20: Тестовое SMS сообщение

# SID_Choose_map_provider
source: Choose map provider
ru_ru: Выберите поставщика карт

# SID_E-mail_settings
source: E-mail server settings
ru_ru: Настройки сервера E-mail

# SID_Test_SMS_is_placed_into_sending_queue
source: Test SMS is placed into sending queue
ru_ru: Тестовая SMS помещена в очередь на отправку

# SID_Failed_to_place_test_SMS_into_sending_queue
source: Failed to place test SMS into sending queue
ru_ru: Не удалось поместить тестовую SMS в очередь на отправку

# SID_This_user_has_no_right_to_start_SuperClient
source: This user has no right to start Fibertest SuperClient
ru_ru: Данный пользователь не имеет прав на запуск ПК FIbertest SuperClient

# SID_Edit_settings
source: Change server's settings
ru_ru: Изменить настройки сервера

# SID__0__on_BOP__1_
source: {0} on BOP {1}
ru_ru: {0} на БОПе {1}

# SID_BOP__0_____1__at__2_
source: BOP {0} - {1} at {2}
ru_ru: БОП {0} - {1} в {2}

# SID____on_port__0___optical_switch__1___
source: port {0}: optical switch {1}
ru_ru: порт {0}: переключатель {1}

# SID_______________________serial__0____1__ports
source: serial {0} {1} ports
ru_ru: заводской № {0} {1} портов

# SID_RTU_connection_state
source: RTU connection state
ru_ru: Состояние связи с RTU

# SID_Main
source: Main
ru_ru: Основной

# SID_RTU_is_available
source: RTU is available
ru_ru: RTU доступен

# SID_RTU_is_not_available
source: RTU is not available
ru_ru: RTU не доступен

# SID_Channel
source: Channel
ru_ru: Канал

# SID_Main_channel_is_broken
source: Main channel is broken!
ru_ru: Основной канал - Авария!

# SID_Main_channel_is_Ok
source: Main channel is Ok
ru_ru: Основной канал - Ok

# SID_Reserve_channel_is_broken
source: Reserve channel is broken!
ru_ru: Резервный канал - Авария!

# SID_Reserve_channel_is_Ok
source: Reserve channel is Ok
ru_ru: Резервный канал - Ok

# SID_Data-center_software_version
source: Data-center software version
ru_ru: Версия ПК Сервер

# SID_Client_software_version
source: Client software version
ru_ru: Версия ПК Клиент

# SID_RTUs_software_version
source: RTUs software version
ru_ru: Версии ПК RTU менеджер

# SID_Users_guide
source: User's guide
ru_ru: Руководство пользователя

# SID_Cannot_find_file_with_user_s_guide_
source: Cannot find file with user's guide:
ru_ru: Не найден файл руководства пользователя:

# SID_Repaired
source: Repaired
ru_ru: Восстановлен

# SID_Gsm_modem_com_port
source: GSM modem com port
ru_ru: GSM модем com порт

# SID_e_g_smtp_server
source: e.g.: smtp.gmail.com
ru_ru: например: smtp.gmail.com

# SID_If_you_use_Gmail
source: If you use Gmail.com make sure that for your account unsafe connection are permitted
ru_ru: Если Вы используете Gmail.com убедитесь, что для Вашего почтового ящика разрешено небезопасное соединение

# SID_usually_smtp_port
source: usually 587 or 465
ru_ru: обычно 25, 587 или 465

# SID_e_g_postbox
source: e.g.: name@gmail.com
ru_ru: например: name@gmail.com

# SID_usually_smtp_timeout
source: usually 10000 to 20000
ru_ru: обычно от 10000 до 20000

# SID_Left
source: L, m
ru_ru: Л, м

# SID_Right
source: R, m
ru_ru: П, м

# SID_Gis_settings
source: GIS settings
ru_ru: Настройки ГИС

# SID_Without_map_mode
source: "Without map" mode
ru_ru: Режим "Без карты"

# SID_Switches_mode_for_all_clients
source: Switches mode for all users work places
ru_ru: Переключает режим для всех рабочих мест пользователей

# SID_Failed_to_save_GIS_mode_
source: Failed to save GIS mode!
ru_ru: Ошибка сохранения режима ГИС!

# SID_Switches_mode_for_all2
source: ( For ROOT's work place - after button pressed,
ru_ru: ( Для рабочего места ROOT - после нажатия кнопки,

# SID_Switches_mode_for_all3
source: for all other - after restart )
ru_ru: для всех остальных - после перезапуска )

# SID_Show_map_temporarily
source: Show map on this work place, till application is closed
ru_ru: Показывать карту на данном рабочем месте, до выхода из приложения

# SID_Change_mode
source: Change mode
ru_ru: Переключить режим

# SID_In__Without_Map__mode
source: In "Without Map" mode
ru_ru: Режим "Без карты"

# SID_Map_is_displayed
source: Map is displayed
ru_ru: Карта отображена

# SID_Measurement_updated
source: Measurement status updated
ru_ru: Статус события изменен

# SID_Turn_alarm_on
source: Turn alarm on
ru_ru: Тестировать звуковую сигнализацию

# SID_Select_trace
source: Select trace
ru_ru: Выберите трассу

# SID_Page_
source: Page
ru_ru: Страница

# SID_Components_of_monitoring_system__0_
source: Components of monitoring system "{0}"
ru_ru: Состав системы мониторинга "{0}"

# SID_ports____0_
source: ports : {0}
ru_ru: портов : {0}

# SID_software____0_
source: software : {0}
ru_ru: версия ПК : {0}

# SID_port__0__1____
source: port {0}{1} ;
ru_ru: порт {0}{1} ;

# SID_Server_____0_____1_____2_
source: Server : {0} {1} ; {2}
ru_ru: Сервер : {0} {1} ; {2}

# SID_Reports
source: Reports
ru_ru: Отчеты

# SID_Monitoring_system_components
source: Monitoring system components
ru_ru: Состав системы мониторинга

# SID_Main_channel____0_____1_
source: ; Main channel : {0} - {1}
ru_ru: ; Основной канал : {0} - {1}

# SID_____Reserve_channel____0_____1_
source: ; Reserve channel : {0} - {1}
ru_ru: ; Резервный канал : {0} - {1}

# SID_Optical_events_report
source: Optical events report
ru_ru: Отчет об оптических событиях

# SID_Create_report
source: Create report
ru_ru: Создать отчет

# SID_Current_optical_events
source: Current optical events
ru_ru: Текущие оптические события

# SID_Optical_events_for_period
source: Optical events for period
ru_ru: Оптические события за период

# SID_from
source: from
ru_ru: с

# SID_to
source: to
ru_ru: по

# SID_Detailed_report
source: Detailed report
ru_ru: Детализированный отчет

# SID_Status_set
source: Status set
ru_ru: Статус задан

# SID_measurement_finished
source: measurement finished
ru_ru: измерение завершено

# SID_event_registered
source: event registered
ru_ru: событие зарегистрировано

# SID_Current_optical_events_report
source: Current optical events report
ru_ru: Отчет о текущих оптических событиях

# SID_Responsibility_zone___0_
source: Responsibility zone: "{0}"
ru_ru: Зона ответственности: "{0}"

# SID_Output_accident_place
source: Output accident place
ru_ru: Выводить место повреждения

# SID_Optical_events_report_for__0_d_____1_d_
source: Optical events report for {0:d} - {1:d}
ru_ru: Отчет об оптических событиях за {0:d} - {1:d}

# SID_Turned_to_OK
source: Turned to OK
ru_ru: Перешла в ОК

# SID_Detach_all_traces
source: Detach all traces
ru_ru: Отключить все трассы

# SID_Step_by_step_trace_definition_is_started_already_
source: Step by step trace definition is started already!
ru_ru: Пошаговое определение трассы уже запущено!

# SID_Measurement_time
source: Measurement time
ru_ru: Время измерения

# SID_Event_registration_time
source: Event registration time
ru_ru: Время регистрации события

# SID__0_____software__1_
source: {0} ; software {1}
ru_ru: {0} ; версия ПК {1}

# SID_Database_optimization
source: Database optimization
ru_ru: Оптимизация БД

# SID_Db_optimization_warning1
source: 1. It's highly recommended to make a backup before cleaning!
ru_ru: 1. Настоятельно рекомендуется сделать резервную копию БД перед проведением оптимизации!

# SID_Db_optimization_warning2
source: 2. Please close all other Client and Superclient applications connected to this Server while optimization
ru_ru: 2. Пожалуйста, закройте приложения Клиент и Суперклиент на других рабочих местах на время оптимизации БД.

# SID_Db_optimization_warning3
source: 3. Database optimization procedure is described in Client / Superclient User's guide
ru_ru: 3. Процедура проведения оптимизации БД описана в разделе «Оптимизация базы данных» документа «Программный комплекс системы мониторинга Fibertest 2.0. Программный компонент Client. Программный компонент Superclient. Руководство оператора».

# SID_Measurements_in_Db
source: Measurements:
ru_ru: Рефлектограмм:

# SID_which_a_not_events
source: (which a not an optical events)
ru_ru: (не связанных с оптическими событиями)

# SID_Optical_events_in_Db
source: Optical events:
ru_ru: Оптических событий:

# SID_Network_events_in_Db
source: Network events:
ru_ru: Сетевых событий:

# SID_Db_drive_total_size
source: Database drive's size:
ru_ru: Размер диска с БД:

# SID_Db_drive_free_space
source: Database drive's free space:
ru_ru: Свободное место на диске с БД:

# SID_Free_space_threshold
source: Free space threshold:
ru_ru: Порог свободного места:

# SID_Execute
source: Execute
ru_ru: Выполнить

# SID_Network_events_0
source: Network events
ru_ru: Сетевые события

# SID_Up_to_and_including
source: DB optimization up to and including
ru_ru: Оптимизация БД по дату включительно

# SID_Nothing_selected_to_remove_
source: Nothing selected to remove!
ru_ru: Для удаления ничего не выбрано!

# SID_If_you_click_OK_now__the_data_will_be_permanently_deleted
source: If you click OK now, the data will be permanently deleted
ru_ru: В результате выполнения команды, данные будут удалены

# SID_with_no_possibility_to_restore_them_
source: with no possibility to restore them!
ru_ru: без возможности восстановления!

# SID_Measurements_which_are_not_optical_events
source: Measurements which are not optical events
ru_ru: Рефлектограммы, не связанные с событиями

# SID_Database_optimization_
source: Database optimization
ru_ru: Оптимизация базы данных

# SID_Depending_on_database_size__choosen_parameters_and_performance_of_your_PC
source: Depending on database size, choosen parameters and performance of your PC
ru_ru: В зависимости от размеров БД, выбранных параметров и быстодействия Вашего ПК

# SID_Fibertest_data_size
source: Fibertest data size:
ru_ru: Размер данных ПК Fibertest:

# SID_Data
source: Data
ru_ru: Данные

# SID_Disk_info
source: Disk info
ru_ru: Информация о диске
