Repository: mli2805/FibertestLinux
Catalog: Shared/StringResources/Resources.*.resx
Languages: ru_ru

# SID_CableReserve
source: CableReserve
ru_ru: Запас кабеля

# SID_Closure
source: Closure
ru_ru: Муфта

# SID_Cross
source: Cross
ru_ru: Проключение

# SID_Other
source: Other
ru_ru: Другое

# SID_Terminal
source: Terminal
ru_ru: Оконечный кросс

# SID_Add_Equipment
source: Add Equipment
ru_ru: Добавить оборудование

# SID_Edit_Equipment
source: Edit Equipment
ru_ru: Изменить оборудование

# SID_Last_node_of_trace_must_contain_some_equipment
source: Last node of trace must contain some equipment
ru_ru: Последний узел трассы должен содержать оборудование

# SID_Path_couldn_t_be_found
source: Path couldn't be found !
ru_ru: Путь не найден !

# SID_Title_is_required
source: Title is required
ru_ru: Не задано название

# SID_There_is_a_node_with_the_same_title
source: There is a node with the same title
ru_ru: Существует узел с таким названием

# SID_Information
source: Information
ru_ru: Информация

# SID_Show_RTU
source: Show RTU
ru_ru: Показать RTU

# SID_Accept_the_path
source: Accept the highlighted with lime color path?
ru_ru: Принять подсвеченный зеленым путь ?

# SID_It_s_impossible_to_change_trace_with_base_reflectogram
source: It's impossible to change trace with base reflectogram
ru_ru: Нельзя изменять трассу с заданной базовой рефлектограммой

# SID_Length_should_be_a_number
source: Length should be a number
ru_ru: Длина должна быть числом

# SID_Degrees_is_required
source: Degrees is required
ru_ru: Градусы должны быть заполнены

# SID_Invalid_input
source: Invalid input
ru_ru: Некорректный ввод

# SID_Add_node
source: Add node
ru_ru: Добавить узел

# SID_Remove_section
source: Remove section
ru_ru: Удалить участок

# SID_Landmarks
source: Landmarks
ru_ru: Ориентиры

# SID_Remove_node
source: Remove node
ru_ru: Удалить узел

# SID_Section
source: Section
ru_ru: Участок

# SID_Section_with_nodes
source: Section with nodes
ru_ru: Участок с узлами

# SID_noname_RTU
source: noname RTU
ru_ru: RTU без имени

# SID_Do_not_use
source: Do not use equipment
ru_ru: Не использовать оборудование

# SID_Select_equipment
source: Select equipment
ru_ru: Выбор оборудования

# SID_Quantity
source: Quantity
ru_ru: Количество

# SID_Type
source: Type
ru_ru: Тип

# SID_Well
source: Well
ru_ru: Колодец

# SID_Adjustment_point
source: Adjustment point
ru_ru: Точка привязки

# SID_There_is_a_rtu_with_the_same_title
source: There is a rtu with the same title
ru_ru: Существует RTU с таким именем

# SID_Select_traces_for_equipment
source: Select traces for equipment
ru_ru: Выберите трассы для оборудования

# SID_Select_traces_which_will_use
source: Select traces which will use added equipment If chosen trace use some equipment in this node it will be replaced
ru_ru: Выберите трассы, которые будут использовать добавляемое оборудование. Если отмеченная трасса используют какое-либо оборудование в данном узле, оно будет заменено

# SID_Question
source: Question!
ru_ru: Вопрос!

# SID_Trace
source: Trace
ru_ru: Трасса

# SID_Remove
source: Remove
ru_ru: Удалить

# SID_Define_trace
source: Define trace
ru_ru: Определить трассу

# SID_System_events
source: System events
ru_ru: Системные события

# SID_equipment_without_name
source: {0} without name
ru_ru: {0} без имени

# SID_Switch_ended_unexpectedly
source: Switch ended unexpectedly
ru_ru: Неожиданно закончился свитч

# SID_RTU_Information
source: RTU Information
ru_ru: RTU Информация

# SID_coor_in_degrees
source: {{Lat={0:#0.000000}, Lng={1:#0.000000}}}
ru_ru: {{Шир={0:#0.000000}, Дол={1:#0.000000}}}

# SID_Precise_base_ref
source: Precise base ref
ru_ru: Точная базовая

# SID_Second_base_ref
source: Second base ref
ru_ru: Вторая базовая

# SID_Cancel
source: Cancel
ru_ru: Отмена

# SID_Comment
source: Comment
ru_ru: Комментарий

# SID_Equipment_type
source: Equipment type
ru_ru: Тип оборудования

# SID_Exit
source: Exit
ru_ru: Выход

# SID_Fast_base_ref
source: Fast base ref
ru_ru: Быстрая базовая

# SID_Gps_Length_m
source: Gps Length, m
ru_ru: Длина по GPS, м

# SID_Nodes_of_section
source: Nodes of section
ru_ru: Узлы участка

# SID_Save
source: Save
ru_ru: Сохранить

# SID_Select
source: Select
ru_ru: Выбрать

# SID_Select_and_setup_name
source: Select and setup name
ru_ru: Выбрать и задать имя

# SID_Title
source: Title
ru_ru: Название

# SID_User_Length_m
source: User Length, m
ru_ru: Пользовательская длина, м

# SID_Node
source: Node
ru_ru: Узел

# SID_Traces_in_node
source: Traces in node
ru_ru: Трассы в узле

# SID_Preview
source: Preview
ru_ru: Предпросмотр

# SID_Do_not_add_equipment
source: Don't add equipment
ru_ru: Не добавлять оборудование

# SID_Optical_length_m
source: Optical Length, m
ru_ru: Оптическая длина, м

# SID_Add
source: Add
ru_ru: Добавить

# SID_Update
source: Update
ru_ru: Изменить

# SID_Show_trace
source: Show trace
ru_ru: Показать трассу

# SID_Settings
source: Settings
ru_ru: Настройки

# SID_Node_title_already_exists
source: Node title already exists
ru_ru: Такое название узла уже существует

# SID_It_s_prohibited_to_remove_last_node_from_trace
source: It's prohibited to remove last node from trace
ru_ru: Удаление узла последнего в трассе запрещено

# SID_Section_already_exists
source: Fiber already exists
ru_ru: Участок уже существует

# SID_Base_ref_is_set_for_trace
source: Base ref is set for trace
ru_ru: Для трассы задана базовая

# SID_RTU_is_not_found
source: RTU is not found
ru_ru: RTU не найден

# SID_Trace_should_start_from_RTU
source: Trace should start from RTU
ru_ru: Трасса должна начинаться с RTU

# SID_Equipments_count_in_trace_should_match_nodes_count
source: Equipments count in trace should match nodes count
ru_ru: Количество оборудования в трассе должно совпадать с количеством узлов

# SID_Base_refs_assignment
source: Base refs assignment
ru_ru: Задать базовые

# SID_Base_reflectograms
source: Base reflectograms
ru_ru: Базовые рефлектограммы

# SID_Reflectogram_files
source: Reflectogram files (*.sor)|*.sor
ru_ru: Файлы рефлектограмм (*.sor)|*.sor

# SID_State
source: State
ru_ru: Состояние

# SID_Statistics
source: Statistics
ru_ru: Статистика

# SID_Clean
source: Clean
ru_ru: Очистить

# SID_Measurement__Client_
source: Measurement (Client)
ru_ru: Измерение (Client)

# SID_Monitoring_settings
source: Monitoring settings
ru_ru: Настройки мониторинга

# SID_Manual_mode
source: Manual mode
ru_ru: Ручной режим

# SID_Automatic_mode
source: Automatic mode
ru_ru: Автоматический режим

# SID_Define_trace_step_by_step
source: Define trace step by step
ru_ru: Пошаговое определение трассы

# SID_Attach_optical_switch
source: Attach optical switch
ru_ru: Подключить переключатель

# SID_Measurement__RFTS_Reflect_
source: Measurement (RFTS Reflect)
ru_ru: Измерение (RFTS Reflect)

# SID_Not_attached_traces_list
source: Not attached traces list
ru_ru: Список неприсоединенных трасс

# SID_List_of_traces
source: List of traces
ru_ru: Список трасс

# SID_In_total__including_RTU
source: In total, including RTU
ru_ru: Всего, включая RTU

# SID_not_attached
source: not attached
ru_ru: не подключена

# SID_Nodes
source: Nodes
ru_ru: Узлы

# SID_Trace_monitoring_mode
source: Trace monitoring mode
ru_ru: Режим мониторинга трассы

# SID_Dark_OF
source: Dark
ru_ru: Темное ОВ

# SID_Light_OF
source: In service
ru_ru: Светлое ОВ

# SID_Add_adjustment_point
source: Add adjustment point
ru_ru: Добавить точку привязки

# SID_Add_node_with_cable_reserve
source: Add node with cable reserve
ru_ru: Добавить узел с запасом кабеля

# SID_Add_node_with_sleeve
source: Add node with closure
ru_ru: Добавить узел с муфтой

# SID_Add_node_with_cross
source: Add node with cross
ru_ru: Добавить узел с проключением

# SID_Add_node_with_terminal
source: Add node with terminal
ru_ru: Добавить узел с оконечным кроссом

# SID_Add_node_with_other_equipment
source: Add node with other equipment
ru_ru: Добавить узел с другим оборудованием

# SID_Add_RTU
source: Add RTU
ru_ru: Добавить RTU

# SID_Nodes_with_equipment
source: Nodes with equipment
ru_ru: Узлы с оборудованием

# SID_Ok
source: Ok
ru_ru: Ок

# SID_Coordinates
source: Coordinates
ru_ru: Координаты

# SID_Host
source: Host
ru_ru: Хост

# SID_Port
source: Port
ru_ru: Порт

# SID_Test
source: Test
ru_ru: Тест

# SID_Main_channel
source: Main channel
ru_ru: Основной канал

# SID_OTDR_Network_Address
source: OTDR Network Address
ru_ru: Сетевой адрес OTDR

# SID_Reserve_channel
source: Reserve channel
ru_ru: Резервный канал

# SID_Serial
source: Serial
ru_ru: Заводской №

# SID_Port_count
source: Port count
ru_ru: Количество портов

# SID_Initialize
source: Initialize
ru_ru: Инициализировать

# SID_Attach_to
source: Attach to
ru_ru: Подключить к

# SID_Port1
source: Port:
ru_ru: Порт:

# SID_Attach
source: Attach
ru_ru: Подключить

# SID_Close
source: Close
ru_ru: Закрыть

# SID_Additional_optical_switch
source: Additional optical switch
ru_ru: Дополнительный оптический переключатель

# SID_Optical_switch_with_Address
source: Optical switch {0}
ru_ru: Переключатель {0}

# SID_Tree_statistics
source: RTU {0} ; OTAU {1} ; Ports {2} ; Traces {3} ; Occupancy {4:F}%
ru_ru: RTU {0} ; БОПы {1} ; Порты {2} ; Трассы {3} ; Использ. {4:F}%

# SID_Trace_information
source: Trace information
ru_ru: Информация о трассе

# SID_Traces
source: Traces
ru_ru: Трассы

# SID_Servers
source: Servers
ru_ru: Сервера

# SID_Equip
source: Equipment
ru_ru: Оборудование

# SID_All
source: All objects
ru_ru: Все объекты

# SID_RTU_Title
source: RTU Title
ru_ru: Название RTU

# SID_Network_settings
source: Network settings
ru_ru: Сетевые настройки

# SID_Please__wait_
source: Please, wait...
ru_ru: Пожалуйста, подождите...

# SID_Failed_
source: Failed!
ru_ru: Сбой!

# SID_Successful_
source: Successful!
ru_ru: Успешно!

# SID_Initialization
source: Initialization
ru_ru: Инициализация

# SID_There_is_RTU_with_the_same_ip_address_
source: There is RTU with the same ip address!
ru_ru: Существует RTU с таким ip адресом!

# SID_There_is_optical_switch_with_the_same_tcp_address_
source: There is optical switch with the same tcp address!
ru_ru: Переключатель с таким адресом уже существует!

# SID_Attachment
source: Attachment
ru_ru: Подключение

# SID_Input_user_name_and_password
source: Input user name and password
ru_ru: Введите имя пользователя и пароль

# SID_Authentication
source: Authentication
ru_ru: Аутентификация

# SID_Institute_of_Information_Technologies
source: Institute of Information Technologies
ru_ru: Институт Информационных Технологий

# SID_Login
source: Log in
ru_ru: Войти

# SID_User
source: User
ru_ru: Пользователь

# SID_Server
source: Server
ru_ru: Сервер

# SID_Password
source: Password
ru_ru: Пароль

# SID_Enter_DataCenter_Server_address
source: Enter DataCenter Server address.
ru_ru: Введите адрес центрального сервера

# SID_DataCenter_Server
source: DataCenter Server
ru_ru: Центральный сервер

# SID_Users
source: Users
ru_ru: Пользователи

# SID_Users_list
source: Users list
ru_ru: Список пользователей

# SID_Responsibility_zones
source: Responsibility zones
ru_ru: Зоны ответственности

# SID_User_list
source: User list
ru_ru: Список пользователей

# SID_Change
source: Change
ru_ru: Изменить

# SID_Name
source: Name
ru_ru: Имя

# SID_Role
source: Role
ru_ru: Роль

# SID_Gis
source: GIS
ru_ru: ГИС

# SID_Default_Zone
source: Default Zone
ru_ru: Зона по умолчанию

# SID_No_zone_assigned
source: No zone assigned
ru_ru: Зона не назначена

# SID_Responsibility_zone
source: Responsibility zone
ru_ru: Зона ответственности

# SID_Object
source: Object
ru_ru: Объект

# SID_Send_messages
source: Send messages
ru_ru: Отсылать СМС сообщения

# SID_Zone
source: Zone
ru_ru: Зона

# SID_Add_user
source: Add user
ru_ru: Добавить пользователя

# SID_Remove_user
source: Remove user
ru_ru: Удалить пользователя

# SID_Password_should_be_set
source: Password should be set
ru_ru: Пароль должен быть задан

# SID_Passwords_don_t_match
source: Passwords don't match
ru_ru: Пароли не совпадают

# SID_Responsibility_zones_settings
source: Responsibility zones settings
ru_ru: Настройки зон ответственности

# SID_Administrative
source: Administrative
ru_ru: Администрирование

# SID_no
source: no
ru_ru: нет

# SID_yes
source: yes
ru_ru: да

# SID_unexpected_input
source: unexpected input
ru_ru: непредусмотренные данные

# SID__abs__
source: (abs.)
ru_ru: (абс.)

# SID__rel__
source: (rel.)
ru_ru: (отн.)

# SID_fail
source: fail
ru_ru: плохо

# SID_pass
source: pass
ru_ru: в норме

# SID_Event_N_0_
source: Event # {0}
ru_ru: Событие № {0}

# SID________Common_Information
source: Common Information
ru_ru: Общая информация

# SID_Landmark_Name
source: Landmark Name
ru_ru: Название ориентира

# SID_Landmark_Type
source: Landmark Type
ru_ru: Тип ориентира

# SID_Damage_Type
source: Damage Type
ru_ru: Тип повреждения

# SID_Distance__km
source: Distance, km
ru_ru: Расстояние, км

# SID_Enabled
source: Enabled
ru_ru: Разрешено

# SID_Event_Type
source: Event Type
ru_ru: Тип события

# SID________Current_Measurement
source: Current Measurement
ru_ru: Текущее измерение

# SID_Reflectance_coefficient__dB
source: Reflectance coefficient, dB
ru_ru: Коэффициент отражения, дБ

# SID_Attenuation_in_Closure__dB
source: Attenuation in Closure, dB
ru_ru: Затухание в соединении, дБ

# SID_Attenuation_coefficient__dB_km_
source: Attenuation coefficient, dB/km
ru_ru: Коэффициент затухания, дБ/км

# SID________Monitoring_Thresholds
source: Monitoring Thresholds
ru_ru: Пороги мониторинга

# SID________Deviations_from_Base
source: Deviations from Base
ru_ru: Отклонения от базовой

# SID_Backscattered_Coefficient
source: Backscattered Coefficient:
ru_ru: Коэффициент обратного рассеяния - BC:

# SID_Resolution
source: Resolution - dL:
ru_ru: Разрешение - dL:

# SID_Pulse_width
source: Pulse width - Tp:
ru_ru: Длительность зондирующего импульса - Tp:

# SID_Number_of_measurements_to_average
source: Number of measurements to average - 4096*N
ru_ru: Количество измерений для усреднения - 4096*N

# SID_Time_to_average
source: Time to average
ru_ru: Время для усреднения

# SID_Measurement_parameters
source: Measurement parameters
ru_ru: Параметры измерения

# SID_Value__dB
source: Value, dB:
ru_ru: Значение, дБ:

# SID_Threshold__dB
source: Threshold, dB:
ru_ru: Порог, дБ:

# SID_Deviation__dB
source: Deviation, dB:
ru_ru: Отклонение, дБ:

# SID_State_
source: State:
ru_ru: Состояние:

# SID_Fiber_type_wavelength
source: Fiber type - wavelength:
ru_ru: Тип лазера - Длина волны

# SID_Distance_range
source: Distance range
ru_ru: Диапазон расстояний - Lmax:

# SID_Total_fiber_loss
source: Total fiber loss
ru_ru: Затухание в линии

# SID_Minor
source: Minor
ru_ru: Предупреждение

# SID_Major
source: Major
ru_ru: Повреждение

# SID_Critical
source: Critical
ru_ru: Авария

# SID_User_s
source: User's
ru_ru: Пользовательский

# SID_Measuring_with_averaging
source: Measuring with averaging
ru_ru: Измерение с усреднением

# SID_Trace_state
source: Trace state
ru_ru: Состояние трассы

# SID_ORL__dB
source: ORL, dB
ru_ru: ORL, дБ

# SID_Parameters
source: Parameters
ru_ru: Параметры

# SID_Equipment
source: Equipment
ru_ru: Оборудование

# SID_Location
source: Location
ru_ru: Расположение

# SID_Event
source: Event
ru_ru: Событие

# SID_GPS_coordinates
source: GPS-coordinates
ru_ru: GPS-координаты

# SID_GPS_coordinates_format
source: GPS-coordinates format
ru_ru: Формат GPS-координат

# SID_Filter
source: Filter
ru_ru: Фильтр

# SID_Nodes_with_equipment_only
source: Nodes with equipment only
ru_ru: Только узлы с оборудованием

# SID_Landmark___0__
source: Landmark "{0}"
ru_ru: Ориентир "{0}"

# SID_Landmark
source: Landmark
ru_ru: Ориентир

# SID_Reflectogram
source: Reflectogram
ru_ru: Рефлектограмма

# SID_Show
source: Show
ru_ru: Показать

# SID__0__0_00000__km
source: {0: 0.00000} km
ru_ru: {0: 0.00000} км

# SID_Landmark___0_
source: Landmark # {0}
ru_ru: Ориентир № {0}

# SID_new
source: new
ru_ru: новое

# SID_fiber_break
source: Fiber break
ru_ru: Обрыв волокна

# SID___new_
source: (new)
ru_ru: (нов)

# SID_fail___0__km_
source: fail ({0} km)
ru_ru: плохо ({0} км)

# SID_fiber_break___0_0_00000__km
source: fiber break {0:0.00000} km
ru_ru: обрыв волокна {0:0.00000} км

# SID_Wait__please___
source: Wait, please...
ru_ru: Подождите, пожалуйста...

# SID_Optical_switch
source: Optical switch
ru_ru: Оптический переключатель

# SID_Main_charon
source: Main charon
ru_ru: Главный чарон

# SID_IP_address
source: IP address
ru_ru: IP адрес

# SID_TCP_port
source: TCP port
ru_ru: TCP порт

# SID_Initialize_main_otau
source: Initialize main otau
ru_ru: Инициализировать главный переключатель

# SID_Detach
source: Detach
ru_ru: Отключить

# SID_from_optical_port
source: from optical port
ru_ru: от оптического порта

# SID_Active_port
source: Active port
ru_ru: Активный порт

# SID_Toggle_to_port
source: Toggle to port
ru_ru: Переключиться в порт

# SID_BOP_IP_address
source: BOP IP address
ru_ru: IP адрес БОП

# SID_BOP_TCP_port
source: BOP TCP port
ru_ru: TCP порт БОП

# SID_To_optical_port
source: To optical port
ru_ru: К оптическому порту

# SID__Error___
source: Error !!!
ru_ru: Ошибка !!!

# SID_OTDR
source: OTDR
ru_ru: Рефлектометр

# SID_OTDR_connected_successfully_
source: OTDR connected successfully!
ru_ru: Соединение с рефлектометром установлено!

# SID_OTDR_connection_failed_
source: OTDR connection failed!
ru_ru: Нет соединения с рефлектометром

# SID_Measurement_is_finished_
source: Measurement is finished.
ru_ru: Измерение завершено.

# SID_Measurement_error__see_log
source: Measurement error, see log
ru_ru: Ошибка измерения, см лог

# SID_Can_t_get_result__see_log
source: Can't get result, see log
ru_ru: Не получен результат, см лог.

# SID_Comparison_end__
source: Comparison end. IsFiberBreak = {0}, IsNoFiber = {1}
ru_ru: Проведено сравнение. IsFiberBreak = {0}, IsNoFiber = {1}

# SID_Monitoring_cycle__0___Wait__please___
source: Monitoring cycle {0}. Wait, please...
ru_ru: Измерение N {0}. пожалуйста, подождите...

# SID_Monitoring_cycle__0__
source: Monitoring cycle {0}.
ru_ru: Измерение N {0}.

# SID__0_th_measurement_is_finished_
source: {0}th measurement is finished.
ru_ru: {0}-ое измерение завершено.

# SID_Stop_command_is_sent
source: Stop command is sent
ru_ru: Передана команда останова.

# SID_No_Fiber_
source: No Fiber!
ru_ru: Нет волокна!

# SID_Reboot_Mikrotik
source: Reboot Mikrotik
ru_ru: Перезагрузить Mikrotik

# SID_Analysis_is_finished
source: Analysis is finished
ru_ru: Анализ завершен

# SID_Settings_were_transferred_successfully_
source: Settings were transferred successfully.
ru_ru: Настройки переданы успешно.

# SID_Settings_weren_t_transferred__See_logs_
source: Settings weren't transferred. See logs.
ru_ru: Настройки не были переданы. См. логи

# SID_Command_sent__wait_please_
source: Command sent, wait please.
ru_ru: Команда подана, пожалуйста подождите.

# SID_Monitoring_started___0_
source: Monitoring started: {0}
ru_ru: Мониторинг запущен: {0}

# SID_Monitoring_stopped___0_
source: Monitoring stopped: {0}
ru_ru: Мониторинг остановлен: {0}

# SID_Monitoring_settings_applied___0_
source: Monitoring settings applied: {0}
ru_ru: Настройки мониторинга применены: {0}

# SID_Do_not_measure
source: Do not measure
ru_ru: Не измерять

# SID_Do_not_save
source: Do not save
ru_ru: Не сохранять

# SID_Every_hour
source: Every hour
ru_ru: Каждый час

# SID_Every_6_hours
source: Every 6 hours
ru_ru: Каждые 6 часов

# SID_Every_12_hours
source: Every 12 hours
ru_ru: Каждые 12 часов

# SID_Every_day
source: Every day
ru_ru: Каждый день

# SID_Every_2_days
source: Every 2 days
ru_ru: Каждые 2 дня

# SID_Every_7_days
source: Every 7 days
ru_ru: Каждые 7 дней

# SID_Every_30_days
source: Every 30 days
ru_ru: Каждые 30 дней

# SID_Wrong_param
source: Wrong param
ru_ru: Неправильный парам

# SID_Permanently
source: Permanently
ru_ru: Постоянно

# SID__sec
source: sec
ru_ru: сек

# SID_Apply
source: Apply
ru_ru: Применить

# SID_Precise
source: Precise
ru_ru: Точный

# SID_Measurement_frequency
source: Measurement frequency
ru_ru: Частота измерений

# SID_Save_frequency
source: Save frequency
ru_ru: Частота сохранений

# SID_Fast
source: Fast
ru_ru: Быстрый

# SID_Cycle_full_time
source: Cycle full time
ru_ru: Полное время цикла

# SID_Monitoring_mode
source: Monitoring mode
ru_ru: Режим мониторинга

# SID_Fast___Precise
source: Fast / Precise
ru_ru: Быстрый / Точный

# SID_Trace_title
source: Trace title
ru_ru: Название трассы

# SID_Automatic
source: Automatic
ru_ru: Автоматический

# SID_Manual
source: Manual
ru_ru: Ручной

# SID_Error_
source: Error!
ru_ru: Ошибка!

# SID_There_are_no_ports_for_monitoring_
source: There are no ports for monitoring!
ru_ru: Не заданы порты для мониторинга!

# SID_Saved_in_DB
source: Saved in DB
ru_ru: Сохранено в БД

# SID_Cannot_connect_RTU__0_
source: Cannot connect RTU {0}
ru_ru: Нет соединения с RTU {0}

# SID_Established_connection_with_RTU__0_
source: Established connection with RTU {0}
ru_ru: Установлено соединение с RTU {0}

# SID_Cannot_toggle_to_port_
source: Cannot toggle to port.
ru_ru: Не могу переключиться в порт.

# SID_Cannot_find_Reflect_exe
source: Cannot find Reflect.exe
ru_ru: Reflect.exe не найден

# SID_WcfServiceForClient_creation_error_
source: WcfServiceForClient creation error!
ru_ru: Ошибка создания WcfServiceForClient

# SID_Service_alive
source: Service is started, but device is not initialized.
ru_ru: Служба запущена, но устройство не инициализировано.

# SID_Ping_does_not_pass_
source: Ping does not pass. Service state is unknown.
ru_ru: Пинг не проходит. Состояние службы не известно.

# SID_Rtu_initialized
source: Service is started and initialized successfully.
ru_ru: Служба запущена и инициализирована успешно.

# SID____Ping_passed__OK
source: Service is not available. Ping passed.
ru_ru: Служба не доступна. Пинг проходит.

# SID_Cannot_deliver_command_to_RTU__0_
source: Cannot deliver command to RTU {0}
ru_ru: Не могу доставить команду на RTU {0}

# SID_Command_was_delivered_to_RTU__0__but_RTU_ignored_it__RTU_is_busy_
source: Command was delivered to RTU {0} but RTU ignored it (RTU is busy)
ru_ru: Команда была доставлена на RTU {0} но RTU отклонил ее (RTU занят)

# SID_Base_ref_assigned_successfully___0_
source: Base ref assigned successfully: {0}
ru_ru: Базовая задана успешно: {0}

# SID_Monitoring_settings_applied_successfully___0_
source: Monitoring settings applied successfully: {0}
ru_ru: Настройки мониторинга применены успешно: {0}

# SID_Test_RTU_communication_functions
source: Test RTU communication functions
ru_ru: Проверка функций управления RTU

# SID_Connection_check
source: Connection check
ru_ru: Проверка соединения

# SID_Connection_established__RTU_is_Ok_
source: Connection established, RTU is Ok!
ru_ru: Соединение установлено, RTU в норме

# SID_Connection_established_Rtu_is_initializing_now
source: Connection established, RTU is initializing right now!
ru_ru: Соединение установлено, RTU инициализируется в данный момент!

# SID_Cant_establish_connection_
source: Can't establish connection!
ru_ru: Невозможно установить соединение!

# SID_Ping_passed_
source: Ping passed.
ru_ru: Пинг прошел.

# SID_Ping_failed
source: Ping failed!
ru_ru: Пинг не прошел!

# SID_Request_is_sent
source: Request is sent
ru_ru: Запрос послан

# SID_Connection_established_successfully_
source: Connection established successfully!
ru_ru: Соединение установлено успешно!

# SID_RTU_connected_successfully_
source: RTU connected successfully!
ru_ru: Соединение с RTU установлено успешно!

# SID_Can_t_connect_RTU___0_
source: Can't connect RTU, {0}
ru_ru: Невозможно установить соединение с RTU, {0}

# SID_Can_t_connect_RTU
source: Can't connect RTU
ru_ru: Невозможно установить соединение с RTU

# SID_Title_should_be_set_
source: Title should be set!
ru_ru: Название должно быть задано!

# SID_Can_t_establish_connection_with_server_
source: Can't establish connection with server!
ru_ru: Нет соединения с сервером!
