Repository: mli2805/FibertestLinux
Catalog: Shared/StringResources/Resources.*.resx
Languages: ru_ru

# SID_Can_t_establish_connection_with_RTU___0_Press_Test_before_Initialization_
source: Can't establish connection with RTU! {0}Press Test before initialization.
ru_ru: Нет соединения с RTU! {0}Нажмите Тест перед инициализацией.

# SID_Can_t_establish_connection_with_RTU_
source: Can't establish connection with RTU!
ru_ru: Нет соединения с RTU!

# SID_Command_is_transmitted_to_RTU___0_Confirmation_is_waited_
source: Command is transmitted to RTU. {0}Confirmation is waited.
ru_ru: Команда подана на RTU. {0}Ожидаем результат.

# SID_RTU_Manager_software_version
source: RTU Manager software version
ru_ru: Версия ПК RTU менеджера

# SID_Wrong_user_name_or_password_
source: Wrong user name or password!
ru_ru: Неверное имя пользователя или пароль!

# SID_Establishing_connection___
source: Establishing connection...
ru_ru: Устанавливаем соединение...

# SID_RTU_connection_established_successfully_
source: RTU connection established successfully!
ru_ru: Соединение с RTU установлено

# SID_Cannot_establish_connection_with_RTU_
source: Cannot establish connection with RTU!
ru_ru: Невозможно установить соединение с RTU!

# SID_RTU_initialized_successfully_
source: RTU initialized successfully!
ru_ru: RTU инициализирован успешно!

# SID_RTU_initialization_failed_
source: RTU initialization failed!
ru_ru: Инициализация RTU не удалась!

# SID_RTU_initialization_error_
source: RTU initialization error!
ru_ru: Ошибка инициализации RTU!

# SID_Cannot_find_dll_file_
source: Cannot find dll file!
ru_ru: Не найден dll файл!

# SID_Cannot_initialize_dll_
source: Cannot initialize measurement dll!
ru_ru: Не удалось проинициализировать измерительную dll!

# SID_Cannot_establish_connection_with_DataCenter_
source: Cannot establish connection with DataCenter!
ru_ru: Не удалось установить соединение с ДатаЦентром!

# SID_RTU_is_turned_into_manual_mode
source: RTU is turned into manual mode
ru_ru: RTU переведен в ручной режим

# SID_Cannot_turn_RTU_into_manual_mode
source: Cannot turn RTU into manual mode
ru_ru: Не удалось перевести RTU в ручной режим

# SID_RTU_is_turned_into_automatic_mode
source: RTU is turned into automatic mode
ru_ru: RTU переведен в автоматический режим

# SID_Cannot_turn_RTU_into_automatic_mode
source: Cannot turn RTU into automatic mode
ru_ru: Не удалось перевести RTU в автоматический режим

# SID_Command_is_processing___
source: Command is processing...
ru_ru: Обработка команды...

# SID_Error_during_Client_Datacenter_connection
source: Error during Client-Datacenter connection
ru_ru: Ошибка во время соединения Клиент-Датацентр

# SID_Error_during_Datacenter_Rtu_connection
source: Error during Datacenter-Rtu connection
ru_ru: Ошибка во время соединения Датацентр-RTU

# SID_Database_error_
source: Database error!
ru_ru: Ошибка базы данных!

# SID_Base_ref_s__are_saved_successfully_
source: Base ref(s) are saved successfully.
ru_ru: Базовая/ые сохранены успешно

# SID_Monitoring_settings_applied_successfully_
source: Monitoring settings applied successfully.
ru_ru: Настройки мониторинга применены успешно.

# SID_User_with_the_same_name_is_registered_on_another_PC
source: User with the same name is registered from another device
ru_ru: Пользователь с таким именем подключился с другого устройства

# SID_Unknown_return_code
source: Unknown return code
ru_ru: Неизвестный код ошибки

# SID_No_such_user_or_wrong_password_
source: No such user or wrong password!
ru_ru: Нет такого пользователя или неверный пароль

# SID_Network_events
source: Network events RTU
ru_ru: Сетевые события RTU

# SID_Optical_events
source: Optical events
ru_ru: Оптические события

# SID_Event_timestamp
source: Event registration timestamp
ru_ru: Время регистрации события

# SID_Event_status
source: Event status
ru_ru: Статус события

# SID_Status_assignment_time
source: Status changed at
ru_ru: Время изменения статуса

# SID_Status_changed_by
source: Status changed by
ru_ru: Статус изменен пользователем

# SID_Not_in_trace
source: Not in trace
ru_ru: Не в трассе

# SID_Not_joined
source: Not joined
ru_ru: Не присоединен

# SID_Distace_measurement
source: Distace measurement
ru_ru: Измерение расстояния

# SID_Not_checked
source: Not checked
ru_ru: Не отмечен

# SID_Suspicion
source: Suspicion
ru_ru: Подозрение

# SID_User_s_threshold
source: User's threshold
ru_ru: Пользовательский порог

# SID_No_fiber
source: No fiber
ru_ru: Нет волокна

# SID_Highlighted
source: Highlighted
ru_ru: Подсвечен

# SID_Planned
source: Planned
ru_ru: Плановое

# SID_Not_confirmed
source: Not confirmed
ru_ru: Не подтверждено

# SID_Unprocessed
source: Unprocessed
ru_ru: Не обработано

# SID_Suspended
source: Suspended
ru_ru: Отложено

# SID_Confirmed
source: Confirmed
ru_ru: Подтверждено

# SID_Second
source: Second
ru_ru: Второй

# SID_Base_ref_type
source: Base ref type
ru_ru: Тип базовой

# SID_Assigned_at
source: Assigned
ru_ru: Задано

# SID_Assigned_by
source: User
ru_ru: Пользователь

# SID_Trace__0__statistics
source: Trace {0} statistics
ru_ru: Статистика трассы {0}

# SID_Event_Id
source: Event ID
ru_ru: ID события

# SID_Accidents_place
source: Accident's place
ru_ru: Место аварии

# SID_Rfts_Events
source: RFTS Events
ru_ru: RFTS События

# SID_Export_to_kml
source: Export to kml
ru_ru: Выгрузить в kml

# SID_Report
source: Report
ru_ru: Отчет

# SID_Info
source: Info
ru_ru: Инфо

# SID_Accidents
source: Accidents
ru_ru: Аварии

# SID_Distance
source: Distance
ru_ru: Расстояние

# SID_Left_node
source: Left node
ru_ru: Узел слева

# SID_Dist_to_left
source: Dist. to left
ru_ru: Расст. до левого

# SID_Right_node
source: Right node
ru_ru: Узел справа

# SID_Dist_to_right
source: Dist. to right
ru_ru: Расст. до правого

# SID_Optical_event
source: Optical event
ru_ru: Оптические событие

# SID_Status
source: Status
ru_ru: Статус

# SID_Show_reflectogram
source: Show reflectogram
ru_ru: Показать рефлектограмму

# SID_Show_ref_and_base
source: Show ref + base
ru_ru: Показать рефлектограмму + базовую

# SID_Save_reflectogram_as
source: Save reflectogram as
ru_ru: Сохранить рефлектограмму как

# SID_Save_ref_and_base_as
source: Save ref + base as
ru_ru: Сохранить рефлектограмму + базовую как

# SID_Trace_state_Event_status
source: Trace state / Event status
ru_ru: Состояние трассы / Статус события

# SID_Cannot_send_base_refs_to_RTU
source: Cannot send base refs to RTU
ru_ru: Невозможно переслать базовые рефлектограммы на RTU

# SID_Bop
source: BOP
ru_ru: БОП

# SID_Traces_state
source: Traces state
ru_ru: Состояние трасс

# SID_Bop_count
source: Bop count
ru_ru: Количество БОП

# SID_Trace_count
source: Trace count
ru_ru: Количество трасс

# SID_Timestamp
source: Timestamp
ru_ru: Измерено

# SID_Unknown
source: Unknown
ru_ru: Неизвестно

# SID_None
source: None
ru_ru: Нет

# SID_Available
source: Available
ru_ru: Доступен

# SID_Not_available
source: Not available
ru_ru: Не доступен

# SID_Broken
source: Broken
ru_ru: Авария

# SID_State_of_RTU
source: State of RTU
ru_ru: Состояние RTU

# SID_Measurement_interrupted
source: Measurement interrupted
ru_ru: Измерение прервано

# SID_Measurement_s_result_analysis__port__0____trace___1__
source: Measurement's result analysis (port {0}), trace "{1}"
ru_ru: Анализ результатов измерения (порт {0}), трасса "{1}"

# SID_Measurement_on_port__0___trace___1__
source: Measurement on port {0}, trace "{1}"
ru_ru: Измерение порт {0}, трасса "{1}"

# SID_Toggling_to_the_port__0_
source: Toggling to the port {0}
ru_ru: Переключение в порт {0}

# SID_Measurement_termination_timestamp
source: Measurement termination timestamp
ru_ru: Время окончания измерения

# SID_State_at_
source: State at {0} (ID {1})
ru_ru: Состояние на {0} (ID {1})

# SID__not_attached_
source: <not attached>
ru_ru: <не подключена>

# SID_No_measurement
source: No measurement
ru_ru: Нет измерения

# SID___Client_s_address__0_
source: Client's address {0}
ru_ru: Адрес клиента {0}

# SID_Status_of_optical_event
source: Status of optical event
ru_ru: Статус оптического события

# SID_Current_accidents
source: Current accidents
ru_ru: Текущие аварии

# SID_All_optical_events
source: All optical events
ru_ru: Все оптические события

# SID_All_network_events
source: All network events
ru_ru: Все сетевые события

# SID_Network_events_Bop
source: Network events BOP
ru_ru: Сетевые события БОП

# SID_No_traces_selected_for_monitoring_
source: No traces selected for monitoring!
ru_ru: Нет трасс выбранных для мониторинга!

# SID_Select_RTU
source: Select RTU
ru_ru: Выберите RTU

# SID_RTU_is_being_initialized___
source: RTU is being initialized...
ru_ru: Идет инициализация RTU...

# SID_Trace_definition
source: Trace definition
ru_ru: Определение трассы

# SID_File_read_error__0__1_
source: File read error!{0}{1}
ru_ru: Ошибка чттения файла!{0}{1}

# SID_Invalid_parameter___Wave_length__0_
source: Invalid parameter : Wave length {0}
ru_ru: Неверный параметр : Длина волны {0}

# SID_PreciseF
source: Precise
ru_ru: Точная

# SID_FastF
source: Fast
ru_ru: Быстрая

# SID_SecondF
source: Second
ru_ru: Вторая

# SID_There_are_no_selected_row_
source: There are no selected row.
ru_ru: Нет выбранной строки

# SID_Trace_length_on_map_is__0__km
source: Trace length on map is {0} km
ru_ru: Длина трассы на карте {0} км

# SID_Optical_length_is__0__km
source: Optical length is {0} km
ru_ru: Оптическая длина {0} км

# SID_Confirmation
source: Confirmation
ru_ru: Подтверждение

# SID_Long_operation__Removing_trace_s_measurements____Please_wait_
source: Long operation: Removing trace's measurements... Please wait.
ru_ru: Длительная операция: Удаление измерений по трассе... Пожалуйста, подождите.

# SID_Attention_
source: Attention!
ru_ru: Внимание!

# SID_All_measurements_for_trace
source: All measurements for trace
ru_ru: Все измерения по трассе

# SID_will_be_removed
source: will be removed!
ru_ru: будут удалены!

# SID_Are_you_sure_
source: Are you sure?
ru_ru: Вы уверены?

# SID_Assign_base_reflectogram_
source: Assign base reflectogram?
ru_ru: Назначить базовую?

# SID__base_
source: base:
ru_ru: базовая:

# SID_Message
source: Message
ru_ru: Сообщение

# SID_Measurement_parameters_are_not_compatible_with_this_RTU
source: Measurement parameters are not compatible with this RTU
ru_ru: Параметры измерения несовместимы с данным RTU

# SID__0__base_is_not_compatible_with_trace
source: {0} base is not compatible with trace
ru_ru: {0} базовая не совместима с трасой

# SID_Landmarks_count_in_reflectogram_is__0_
source: Landmarks count in reflectogram is: {0}
ru_ru: Количество ориентиров на рефлектограмме: {0}

# SID__while
source: while
ru_ru: тогда как

# SID_Trace_s_node_count_is__0_
source: Trace's node count is: {0}
ru_ru: Узлов в трассе: {0}

# SID_Trace_s_equipment_count_is__0_
source: Trace's equipment count is: {0}
ru_ru: Оборудования на трассе: {0}

# SID_Without_equipment
source: Without equipment
ru_ru: Без оборудования

# SID_Equipment__including_RTU
source: Equipment, including RTU
ru_ru: Оборудование, включая RTU

# SID_Node_without_equipment
source: Node without equipment
ru_ru: Узел без оборудования

# SID_OTDR_initialization_error_
source: OTDR initialization error!
ru_ru: Ошибка инициализации OTDR!

# SID_Next
source: Next
ru_ru: Далее

# SID_Measurement_time_
source: Measurement time:
ru_ru: Время измерения:

# SID_Measure
source: Measure
ru_ru: Измерить

# SID_Precise_monitoring_out_of_turn
source: Precise monitoring out of turn
ru_ru: Точный мониторинг вне очереди

# SID_Precise_monitoring_in_progress_
source: Precise monitoring in progress.
ru_ru: Проводим точный мониторинг

# SID_Trace____0___
source: Trace <<{0}>>
ru_ru: Трасса <<{0}>>

# SID_Measurement_time_accordingly_to_base_ref_is__0_
source: Measurement time accordingly to base ref is {0}
ru_ru: Время измерения в соответствии с базовой {0}

# SID_Sending_command__Wait_please___
source: Sending command. Wait please...
ru_ru: Отправляем команду. Пожалуйста, подождите...

# SID_Interrupting_out_of_turn_monitoring__Wait_please___
source: Interrupting out of turn monitoring. Wait please...
ru_ru: Останавливаем внеочередное измерение. Пожалуйста, подождите...

# SID_Interrupting_Measurement__Client___Wait_please___
source: Interrupting Measurement (Client). Wait please...
ru_ru: Останавливаем измерение (Client). Пожалуйста. подождите...

# SID_Measurement__Client__in_progress__Please_wait___
source: Measurement (Client) in progress. Please wait...
ru_ru: Проводим измерение (Client). Пожалуйста, подождите...

# SID_m
source: m
ru_ru: м

# SID_Do_not_set_landmark_on_reflectogram
source: * Do not set landmark on reflectogram
ru_ru: * Не ставить ориентир на рефлектограмме

# SID_With_cable_reserve_to_the_left_m
source: With cable reserve to the left, m
ru_ru: С запасом кабеля слева, м

# SID_To_the_right_m
source: To the right, m
ru_ru: справа, м

# SID_There_are_no_thresholds_for_comparison
source: There are no thresholds for comparison
ru_ru: Пороги для сравнения не заданы

# SID_Unplug_trace
source: Unplug trace
ru_ru: Отключить трассу

# SID_In_node_are_placed_
source: In node are placed:
ru_ru: В узле размещены:

# SID_Cable_reserve_could_not_be_more_than__0__m
source: Cable reserve could not be more than {0} m
ru_ru: Запас кабеля не может быть более {0} м

# SID_Trace_components_selection
source: Trace components selection
ru_ru: Выбор компонентов трассы

# SID_Trace_title_contains_forbidden_symbols
source: Trace title contains forbidden symbols
ru_ru: Название трассы содержит недопустимые символы

# SID_Remove_adjustment_point
source: Remove adjustment point
ru_ru: Удалить точку привязки

# SID_Only_RTU
source: Only RTU
ru_ru: Только RTU

# SID_RTU_and_traces
source: RTU and traces
ru_ru: RTU и трассы

# SID_New_responsibility_zone_creation
source: New responsibility zone creation
ru_ru: Создание зоны ответственности

# SID_Update_responsibility_zone
source: Update responsibility zone
ru_ru: Изменение зоны ответственности

# SID_New_user_creation
source: New user creation
ru_ru: Создание нового пользователя

# SID_Update_user_info
source: Update user info
ru_ru: Изменение данных пользователя

# SID_Change_password
source: Change password
ru_ru: Изменить пароль

# SID_Input_current_password
source: Input your current password
ru_ru: Введите ваш текущий пароль

# SID_New_password
source: New password
ru_ru: Новый пароль

# SID_Wrong_password
source: Wrong password!
ru_ru: Неверный пароль!

# SID_Next_step
source: Next step
ru_ru: Следующий шаг

# SID_Step_by_step_trace_defining
source: Step by step trace defining
ru_ru: Пошаговое определение трассы

# SID____previous_
source: (previous)
ru_ru: (предыдущий)

# SID_Accept
source: Accept
ru_ru: Принять

# SID_Cancel_step
source: Cancel step
ru_ru: Отменить шаг

# SID_Step_forward
source: Step forward
ru_ru: Шаг вперед

# SID_Step_backward
source: Step backward
ru_ru: Шаг назад

# SID_Semiautomatic_mode
source: Semi-automatic mode
ru_ru: Полуавтоматический режим

# SID_Distance_measurement_mode
source: Distance measurement mode
ru_ru: Режим измерения расстояния

# SID_L_m
source: L, m
ru_ru: Л, м

# SID_R_m
source: R, m
ru_ru: П, м

# SID_Turn_alarm_off
source: Turn alarm off
ru_ru: Выключить сигнализацию

# SID_km
source: km
ru_ru: км

# SID_between_nodes
source: between nodes
ru_ru: между узлами

# SID_and
source: and
ru_ru: и

# SID_in_the_node
source: in the node
ru_ru: в узле

# SID_Accidents_count___0_
source: Accidents count: {0}
ru_ru: Количество неисправностей: {0}

# SID_Trace_s_equipment_count__excluding_Cable_reserve__is__0_
source: Trace's equipment count (excluding Cable reserve) is: {0}
ru_ru: Количество оборудования на трассе (без учета "Запас кабеля"): {0}

# SID_Refractive_index
source: Refractive index
ru_ru: Показатель преломления - n:

# SID_Data_is_loading
source: Data is loading, please wait...
ru_ru: Загрузка данных, пожалуйста подождите...

# SID_Resending_base_refs_to_RTU___
source: Resending base refs to RTU...
ru_ru: Пересылаем базовые на RTU...

# SID_Base_refs_are_sent_to_RTU
source: Base refs are sent to RTU
ru_ru: Базовые переданы на RTU

# SID_Cannot_send_base_ref_to_RTU
source: Cannot send base ref to RTU
ru_ru: Не удалось переслать базовую на RTU

# SID_Can_t_get_base_refs_for_trace__0_
source: Can't get base refs for trace {0}
ru_ru: Не удалось извлеч базовые для трассы {0}

# SID_Can_t_save_amended_reflectogram
source: Can't save amended reflectogram
ru_ru: Не удалось сохранить измененную рефлектограмму

# SID_Registered
source: Registered
ru_ru: Зарегистрировано

# SID_More
source: More
ru_ru: Далее

# SID_Waiting_for_data
source: Waiting for data
ru_ru: Ожидание данных

# SID_Not_important
source: Not important
ru_ru: Не актуально

# SID_Subject
source: Subject
ru_ru: Объект

# SID_Responsibility_zones_subjects
source: Responsibility zones subjects
ru_ru: Объекты в зонах ответственности

# SID_Refresh
source: Refresh
ru_ru: Обновить

# SID_Equipm__title
source: Equipment title
ru_ru: Название оборуд.

# SID_Go_to_the_fork
source: Go to the fork
ru_ru: Идти до развилки

# SID____noname_node_
source: <noname node>
ru_ru: <узел без названия>

# SID_Trace_cannot_be_terminated_by_or_pass_through_RTU_
source: Trace cannot be terminated by or pass through RTU!
ru_ru: Трасса не может заканчиваться или проходить через RTU!

# SID_It_s_an_end_node_
source: It's an end node.
ru_ru: Это конечный узел.

# SID_If_you_need_to_continue__press__Step_backward_
source: If you need to continue, press <Step backward>.
ru_ru: Если Вам необходимо продолжить, нажмите <Шаг назад>.

# SID_Show_on_map
source: Show on map
ru_ru: Показать на карте

# SID_Cancel_changes
source: Cancel changes
ru_ru: Отменить изменения

# SID_Sent_successfully_
source: Sent successfully!
ru_ru: Отправлено успешно!

# SID_Sending_failed_
source: Sending failed!
ru_ru: Отправка не удалась!

# SID_Check_e_mail_notification
source: Check e-mail notification
ru_ru: Проверить почтовую рассылку

# SID__no_filter_
source: <no filter>
ru_ru: <нет фильтра>

# SID_Latitude
source: Latitude
ru_ru: Широта

# SID_Longitude
source: Longitude
ru_ru: Долгота

# SID_Include_equipment_into_trace
source: Include equipment into trace
ru_ru: Включить оборудование в трассу

# SID_Exclude_equipment_from_trace
source: Exclude equipment from trace
ru_ru: Исключить оборудование из трассы

# SID_Close_application_
source: Close application?
ru_ru: Закрыть приложение?

# SID_Error_while_base_ref_acceptability_checking_
source: Error while base ref acceptability checking!
ru_ru: Ошибка при проверке применимости базовой!

# SID_Remove_adjustment_points_or_add_nodes
source: Remove adjustment points or add nodes
ru_ru: Удалите точки привязки или добавьте узлы

# SID_next_to_the_node_your_are_going_to_remove
source: next to the node your are going to remove
ru_ru: рядом с удаляемым узлом

# SID_Attach_trace
source: Attach trace
ru_ru: Подключить трассу

# SID_RTU_does_not_support_BOP
source: This RTU does not support BOP attachment
ru_ru: Данный RTU не поддерживает подключение БОП

# SID_Too_big_port_number_for_BOP_attachment
source: Too big port number for BOP attachment
ru_ru: Слишком большой номер порта для подключения БОПа

# SID_Detach_BOP_manually
source: Detach BOP manually
ru_ru: Отсоедините переключатель вручную

# SID_and_start_initialization_again_
source: and start initialization again.
ru_ru: и запустите инициализацию снова

# SID_Remove_RTU___0____
source: Remove RTU "{0}" ?
ru_ru: Удалить RTU "{0}" ?

# SID_Attach_OTAU_error_
source: Attach OTAU error!
ru_ru: Ошибка подключения переключателя!

# SID_Change_the_language
source: Change the language
ru_ru: Изменить язык

# SID_Show_all_graph_on_application_start
source: Show all graph on application start
ru_ru: Показывать граф при запуске приложения

# SID_To_adjust_trace_drawing_were_used__0__point_s_
source: To adjust trace drawing were used {0} point(s)
ru_ru: Для уточнения трассы было использовано точек: {0}

# SID_The_changes_will_be_applied_after_application_restart
source: * The changes will be applied after application restart
ru_ru: * Изменения будут применены после перезагрузки

# SID_Help
source: Help
ru_ru: Справка

# SID_About
source: About
ru_ru: О системе

# SID_License
source: License
ru_ru: Лицензия

# SID_I_have_a_license_file
source: I have a license file
ru_ru: Применить файл лицензии

# SID_License_owner
source: License owner
ru_ru: Владелец лицензии

# SID_Exceeded_the_number_of_RTU_for_an_existing_license
source: Exceeded the number of initialized RTU for an existing license
ru_ru: Превышено количество инициализированных RTU для имеющейся лицензии

# SID_Exceeded_the_number_of_clients_registered_simultaneously
source: Exceeded the number of clients registered simultaneously
ru_ru: Превышено количество одновременно поключенных клиентов

# SID_Event_log
source: Event log
ru_ru: Журнал операций

# SID_User_operations_log
source: User operations log
ru_ru: Журнал операций пользователя

# SID_RTU_added
source: RTU added
ru_ru: RTU добавлен

# SID_RTU_updated
source: RTU updated
ru_ru: RTU изменен

# SID_Trace_added
source: Trace added
ru_ru: Трасса добавлена

# SID_Trace_updated
source: Trace updated
ru_ru: Трасса изменена

# SID_Trace_attached
source: Trace attached
ru_ru: Трасса присоединена

# SID_Monitoring_settings_changed
source: Monitoring settings changed
ru_ru: Настройки мониторинга изменены

# SID_Monitoring_stopped
source: Monitoring stopped
ru_ru: Мониторинг остановлен

# SID_Base_ref_assigned
source: Base ref assigned
ru_ru: Базовая задана

# SID_Client_started
source: Client started
ru_ru: Клиент запущен

# SID_Client_exited
source: Client exited
ru_ru: Клиент закрыт

# SID_Trace_removed
source: Trace removed
ru_ru: Трасса удалена

# SID_Trace_cleaned
source: Trace cleaned
ru_ru: Трасса очищена

# SID_Trace_detached
source: Trace detached
ru_ru: Трасса отсоединена

# SID_RTU_initialized2
source: RTU initialized
ru_ru: RTU инициализирован

# SID_Ordinal
source: Ordinal
ru_ru: Номер

# SID_Client_Ip
source: Client IP
ru_ru: IP клиента

# SID_Operation
source: Operation
ru_ru: Операция

# SID_Additional_info
source: Additional info
ru_ru: Доп информация

# SID_Choose_operations
source: Choose operations
ru_ru: Выберите операции

# SID_Unknown_code
source: Unknown code
ru_ru: Неизвестный код

# SID_All_operations
source: All operations
ru_ru: Все операции

# SID_RTU_removed
source: RTU removed
ru_ru: RTU удален

# SID_Monitoring_started
source: Monitoring started
ru_ru: Мониторинг запущен

# SID_Date
source: Date
ru_ru: Дата

# SID_Zone___0___removal_
source: Zone <{0}> removal!
ru_ru: Удаление зоны <{0}>!

# SID_Users_associated_with_this_zone_will_be_removed
source: Users associated with this zone will be removed
ru_ru: Пользователи ассоциированные с данной зоной, будут удалены

# SID_Long_operation__please_wait
source: Long operation, please wait...
ru_ru: Длительная операция, пожалуйста, подождите...

# SID_Landmarks_of_traces_of_RTU_
source: Landmarks of traces of RTU
ru_ru: Ориентиры трасс для RTU

# SID_Drawing_graph_of_traces_
source: Drawing graph of traces.
ru_ru: Отрисовка графа трасс

# SID_Depending_on_graph_size_and_performance_of_your_PC
source: Depending on graph size and performance of your PC
ru_ru: В зависимости от размера графа и производительности вашего PC

# SID_it_could_take_a_few_minutes_
source: it could take a few minutes.
ru_ru: может потребоваться несколько минут

# SID_Please__wait___
source: Please, wait...
ru_ru: Пожалуйста, подождите...

# SID_license_en_rtf
source: license_en.rtf
ru_ru: license_ru.rtf

# SID__0__installed_on_your_PC_already__Continue_
source: {0} installed on your PC already. Continue?
ru_ru: {0} уже установлен на вашем PC. Продолжить?

# SID_License_Agreement
source: License Agreement
ru_ru: Лицензионное соглашение

# SID_Setup_caption
source: {0} setup
ru_ru: Установка {0}

# SID_Back
source: Back
ru_ru: Назад

# SID_I_Agree
source: I Agree
ru_ru: Я согласен
