Repository: mli2805/FibertestLinux
Catalog: Shared/StringResources/Resources.*.resx
Languages: ru_ru

# SID_Trace___0___has_already_linked_to_another_interface
source: Trace "{0}" has already linked to another interface
ru_ru: Трасса "{0}" уже связана с другим интерфейсом

# SID__1__For_traces_0_05___0_5_km_long
source: 1. For traces 0.05 - 0.5 km long
ru_ru: 1. Для линий длиной 0.05 - 0.5 км

# SID__2__For_traces_0_5___5_km_long
source: 2. For traces 0.5 - 5 km long
ru_ru: 2. Для линий длиной 0.5 - 5 км

# SID__3__For_traces_5___10_km_long
source: 3. For traces 5 - 10 km long
ru_ru: 3. Для линий длиной 5 - 10 км

# SID__4__For_traces_10___20_km_long
source: 4. For traces 10 - 20 km long
ru_ru: 4. Для линий длиной 10 - 20 км

# SID_AutoBaseAttention
source: Attention! It is not recommended to set automatic base for traces having inclusions with attenuation more than 1 dB
ru_ru: Внимание! Не рекомендуется использовать режим автоматического задания базовых для трасс имеющих неоднородности с затуханием более 1 дБ

# SID_Failed_to_do_Measurement_Client__
source: Failed to do Measurement(Client)!
ru_ru: Не удалось провести Измерение (Client)!

# SID_Splice_loss_dB
source: Splice loss (LT), (1 - 4 dB)
ru_ru: Затухание в событии (LT), (1 - 4 dB)

# SID_Reflectance_dB
source: Reflectance (RT), (-40 - -25 dB)
ru_ru: Коэффициет отражения (RT), (-40 - -25 дБ)

# SID_links_added
source: links added
ru_ru: связей добавлено

# SID_links_exist
source: links exist
ru_ru: связей существует

# SID_links_removed
source: links removed
ru_ru: связей удалено

# SID_TCE_added
source: TCE added
ru_ru: TCE добавлено

# SID_TCE_updated
source: TCE updated
ru_ru: TCE изменено

# SID_TCE_removed
source: TCE removed
ru_ru: TCE удалено

# SID_Equipment_type_changed_successfully_
source: Equipment type changed successfully!
ru_ru: Тип оборудования успешно изменен!

# SID_Process_snmp_traps
source: Process SNMP-traps
ru_ru: Обрабатывать SNMP-трапы

# SID_For_traces_0_05___20_km_long
source: For traces 0.05 - 20 km long
ru_ru: Для линий длиной 0.05-20 км

# SID_Automatic_detection_of_measurement_parameters
source: Automatic detection of measurement parameters
ru_ru: Автоматическое определение параметров измерения

# SID_Failed_to_automatically_determine_the_correct_measurement_parameters
source: Failed to automatically determine the correct measurement parameters
ru_ru: Не удалось автоматически определить корректные параметры измерения

# SID_Measurement_timeout_expired
source: Measurement timeout expired
ru_ru: Таймаут на проведение измерения истек

# SID_Measurement_completed_successfully
source: Measurement completed successfully
ru_ru: Измерение завершено успешно

# SID_Base_refs_assigned_successfully
source: Base refs assigned successfully
ru_ru: Базовые рефлектограммы заданы успешно

# SID_Failed_to_start
source: Failed to start measurement
ru_ru: Не удалось запустить измерение

# SID_Failed_to_fetch_measurement_from_Rtu4000
source: Failed to fetch measurement from Rtu4000
ru_ru: Не удалось получить результат измерения от RTU4000

# SID_Failed_to_assign_as_base
source: Failed to assign as base
ru_ru: Не удалось задать в качестве базовой

# SID__0___1___Measurement_on_trace__2____3_
source: {0}/{1} Measurement on trace {2}: {3}
ru_ru: {0}/{1} Измерение по трассе {2}: {3}

# SID_Start_monitoring_when_completed
source: Start monitoring when completed
ru_ru: Запустить мониторинг по завершении

# SID_Starting_monitoring
source: Starting monitoring
ru_ru: Запускаем мониторинг

# SID_There_are__0__trace_s__attached_to_ports_of_the_RTU
source: There are {0} trace(s) attached to ports of the RTU
ru_ru: {0} трасс(ы) подключено к портам данного RTU

# SID_Measurements_are_in_progress__Please_wait___
source: Measurements are in progress. Please wait...
ru_ru: Проводятся измерения. Пожалуйста, подождите...

# SID_Failed_to_toggle_to_port
source: Failed to toggle to port
ru_ru: Не удалось переключиться в порт

# SID_Measurement_error
source: Measurement error
ru_ru: Ошибка измерения

# SID_Measurement_preparation_error
source: Measurement preparation error
ru_ru: Ошибка подготовки измерения

# SID_Measurement___successfully
source: Measurement - successfully
ru_ru: Измерение - успешно

# SID_Assignment___successfully
source: Assignment - successfully
ru_ru: Применение - успешно

# SID_Measurement___failed
source: Measurement - failed
ru_ru: Измерение - не удалось

# SID_Assignment___failed
source: Assignment - failed
ru_ru: Применение - не удалось

# SID_ON
source: ON
ru_ru: Включено

# SID_OFF
source: OFF
ru_ru: Выключено

# SID_TCE_type
source: TCE type
ru_ru: Тип TCE

# SID_TCE_title
source: TCE title
ru_ru: Название TCE

# SID_interface__
source: interface #
ru_ru: интерфейс №

# SID_Setting_up_interaction_between_telecommunications_equipment_and_RTU
source: Setting up interaction between telecommunications equipment and RTU
ru_ru: Настройка взаимодействия между телекоммуникационным оборудованием и RTU

# SID_not_configured
source: not configured
ru_ru: не настроено

# SID_Unsuccessful_attempts_to_set_base_refs_for_RTU
source: Unsuccessful attempts to set base refs for RTU
ru_ru: Неудачные попытки задания базовых рефлектограмм для RTU

# SID_The_process_completed_at_
source: The process completed at
ru_ru: Процесс завершен в

# SID_The_process_of_setting_base_ref_for_RTU
source: The process of setting base ref for RTU
ru_ru: Процесс задания базовых для RTU

# SID_is_completed_at_
source: is completed at
ru_ru: завершен в

# SID_Interrupt
source: Interrupt
ru_ru: Прервать

# SID_The_process_is_finishing__Please_wait___
source: The process is finishing. Please wait...
ru_ru: Идет завершение процесса. Пожалуйста, подождите...

# SID_Do_not_signal_about_Suspicion
source: Do not signal about `Suspicion`
ru_ru: Не сигнализировать о `Подозрение`

# SID_Suspicion_off
source: Suspicion off
ru_ru: Подозрение выкл

# SID_Auto_base_measurement_in_progress
source: Auto base measurement in progress
ru_ru: Идет автоматическое задание базовых рефлектограм

# SID_RTU_initialization_in_progress
source: RTU initialization in progress
ru_ru: Идет инициализация RTU

# SID_RTU_is_busy
source: RTU is busy
ru_ru: RTU занят

# SID_RTU__0__is_busy_
source: RTU {0} is busy.
ru_ru: RTU {0} занят.

# SID_Measurement__Client__in_progress
source: Measurement (Client) in progress
ru_ru: Идет Измерение (Client)

# SID_Monitoring_settings_are_being_applied
source: Monitoring settings are being applied
ru_ru: Применяются настройки мониторинга

# SID_There_is_a_TCE_with_the_same_name
source: There is a TCE with the same name
ru_ru: Существует TCE с таким же названием

# SID_There_is_a_TCE_with_the_same_IP_address
source: There is a TCE with the same IP address
ru_ru: Существует TCE с таким же IP адресом

# SID_ThresholdsAttention
source: Attention! The specified thresholds must be greater than the maximum values ​​in the inclusions on the trace
ru_ru: Внимание! Заданные пороги должны быть больше максимальных значений в неоднородностях на трассе

# SID_Current_operation
source: Current operation
ru_ru: Текущая операция

# SID_Operations_result
source: Operations result
ru_ru: Результаты операций

# SID_Unauthorized_RTU_access
source: Unauthorized RTU access
ru_ru: Неавторизованный доступ к RTU

# SID_Unauthorized_access_to_RTU__0__
source: Unauthorized access to RTU {0}.
ru_ru: Неавторизованный доступ к RTU {0}.

# SID_Please_enter_Platform_serial_number
source: Please enter Platform serial number
ru_ru: Пожалуйста, введите Серийный номер платформы

# SID_Continue
source: Continue
ru_ru: Продолжить

# SID_Choose_action___
source: Choose action -
ru_ru: Выберите действие -

# SID_DllInit_result_is_
source: DllInit result is
ru_ru: DllInit результат -

# SID_Example
source: Example
ru_ru: Пример

# SID_FreeOtdr_result_is_
source: FreeOtdr result is
ru_ru: FreeOtdr результат -

# SID_FreeOtdr_returned_
source: FreeOtdr returned
ru_ru: FreeOtdr вернул

# SID_long_operation_please_wait
source: long operation, please wait...
ru_ru: длительная операция, пожалуйста подождите...

# SID_Serial_is__
source: Serial is:
ru_ru: Серийный номер:

# SID__0___Exit
source: 0 - Exit
ru_ru: 0 - Выход

# SID__1___InitDllsAndConnectOtdr
source: 1 - InitDllsAndConnectOtdr
ru_ru: 1 - InitDlls и ConnectOtdr

# SID__2___DisconnectOtdr
source: 2 - DisconnectOtdr
ru_ru: 2 - Освободить OTDR

# SID_Iit_address
source: 220099, the Republic of Belarus, Minsk, Kazintsa st., 11A, office 304a
ru_ru: 220099, Республика Беларусь, г. Минск, ул. Казинца, д. 11а, офис 304а

# SID_Optical_fiber_monitoring_system_software
source: Optical fiber monitoring system software
ru_ru: Программный комплекс мониторинга оптических волокон
