Repository: mli2805/FibertestLinux
Catalog: Shared/StringResources/Resources.*.resx
Languages: ru_ru

# SID_Database_optimization_is_terminated_successfully_
source: Database optimization is terminated successfully!
ru_ru: Оптимизация БД завершена успешно!

# SID_Please_restart_application_
source: Please restart application.
ru_ru: Пожалуйста, перезапустите приложение.

# SID_Exit_application
source: Exit application
ru_ru: Закрыть приложение

# SID_Events_and_reflectogram_removal
source: Events and reflectogram removal
ru_ru: Удаление событий и рефлектограмм

# SID_Up_to
source: Up to
ru_ru: По дату

# SID_Free_space_threshold_exceeded_
source: Data-center free space threshold exceeded!
ru_ru: Превышен порог свободного места на сервере!

# SID_Sorfiles_table_compressing__0_0_0__
source: Sorfiles table compressing {0:0.0}%...
ru_ru: Сжатие таблицы измерений {0:0.0}%...

# SID_Model_adjusting___
source: Model adjusting...
ru_ru: Изменение модели...

# SID_Db_optimization_started
source: Db optimization started...
ru_ru: Запущена оптимизация БД...

# SID_Measurements_chosen_for_deletion__0___Removing___
source: Measurements chosen for deletion {0}. Removing...
ru_ru: Выбрано измерений для удаления {0}. Удаляем...

# SID_Before__0___After__1___Released__2_
source: Before {0}Gb After {1}Gb Released {2}Gb
ru_ru: Было {0}Гб Стало {1}Гб Освобождено {2}Гб

# SID_Model_creating_____0__events
source: Model creating... {0} events
ru_ru: Создание модели... {0} событий

# SID_Snapshot_created_
source: Snapshot created.
ru_ru: Модель создана.

# SID_Collecting_data_for_event_log___
source: Collecting event log data...
ru_ru: Сбор данных Журнала операций...

# SID_Performing_registration_on__0_
source: Performing registration on {0}
ru_ru: Выполняется регистрация на {0}

# SID_IIT
source: IIT
ru_ru: ИИТ

# SID_Manufacturer
source: Manufacturer
ru_ru: Производитель

# SID_SNMP_settings
source: SNMP server settings
ru_ru: Настройки сервера SNMP

# SID_Failed_to_save_SNMP_settings
source: Failed to save SNMP settings
ru_ru: Ошибка сохранения настроек SNMP!

# SID_Is_SNMP_notification_turned_on
source: Is SNMP notification turned on
ru_ru: SNMP рассылка включена

# SID_Strings_encoding
source: Strings encoding
ru_ru: Кодировка строк

# SID_Choose_encoding
source: Choose encoding for strings with non ANSI symbols your SNMP manager is waiting for.
ru_ru: Выберите кодировку строк, содержащих не-ANSI символы, которую ожидает ваш менеджер SNMP

# SID_Fibertest_server_address
source: Fibertest Data-Center address
ru_ru: Адрес сервера Fibertest

# SID_SNMP_notification_on
source: Is SNMP notification turned on
ru_ru: Рассылка SNMP включена

# SID_Listener_to_the_traps
source: Listener to the traps sent by Fibertest Data Center
ru_ru: Получатель SNMP сообщения, посланных сервером Fibertest

# SID_usually_162
source: usually 162
ru_ru: обычно 162

# SID_Save_and_test
source: Save and Test
ru_ru: Сохранить и тестировать

# SID_Invalid_IP_address
source: Invalid IP address
ru_ru: Недопустимый IP адрес

# SID_Base_reference_assignment_failed
source: Base reference assignment failed
ru_ru: Ошибка задания базовой рефлектограммы

# SID_This_user_has_no_right_to_start_Web_Client
source: This user has no right to start Web Client
ru_ru: Данный пользователь не имеет прав на запуск ПК Fibertest WebClient

# SID_Files_are_unzipped___
source: Files are being unzipped...
ru_ru: Распаковка файлов...

# SID_Files_are_unzipped_successfully_
source: Files are unzipped successfully.
ru_ru: Файлы распакованы успешно.

# SID_Unzip_files_error___0_
source: Unzip files error: {0}
ru_ru: Ошибка распаковки файлов: {0}

# SID_Web_components_setup_started___
source: Web components setup started...
ru_ru: Установка компонента Web site...

# SID_Web_components_setup_completed_successfully_
source: Web components setup completed successfully!
ru_ru: Компонент Web sites установлен успешно!

# SID_IIS_operation_error___0_
source: IIS operation error: {0}
ru_ru: Ошибка IIS операции: {0}

# SID_Site__0__installed_successfully
source: Site {0} installed successfully
ru_ru: Сайт {0} установлен успешно.

# SID_Site_installation_error___0_
source: Site installation error. {0}
ru_ru: Ошибка установки сайта. {0}

# SID_Site__0__uninstalled_successfully
source: Site {0} uninstalled successfully
ru_ru: Сайт {0} деинсталлирован успешно.

# SID_Site_uninstallation_error___0_
source: Site uninstallation error. {0}
ru_ru: Ошибка деинсталляции сайта. {0}

# SID_Clients_license_is_expired
source: Clients license is expired
ru_ru: Клиентская лицензия истекла

# SID_Exceeded_the_number_of_web_clients_registered_simultaneously
source: Exceeded the number of web clients registered simultaneously
ru_ru: Превышено количество одновременно запущенных Web клиентов

# SID_Web_clients_license_is_expired
source: Web clients license is expired
ru_ru: Лицензия на Web клиентские рабочие места истекла

# SID_Super_clients_license_is_expired
source: Super-clients license is expired
ru_ru: Лицензия на Super-client истекла

# SID_Install_Web_Service
source: Install Web Server Component
ru_ru: Установить компонент Web Server

# SID_List_of_ssl_certificates
source: List of SSL certificates installed in IIS
ru_ru: Список SSL сертификатов, установленных в IIS

# SID_Failed_to_send_SNMP_trap_
source: Failed to send SNMP trap!
ru_ru: Не удалось отправить SNMP трап!

# SID_SNMP_trap_sent_
source: SNMP trap sent.
ru_ru: SNMP трап отправлен.

# SID_Make_sure_if_trap_has_been_received
source: Make sure if trap has been received
ru_ru: Убедитесь что трап получен

# SID_SNMP_settings_are_saved_
source: SNMP settings are saved.
ru_ru: Настройки SNMP сохранены.

# SID_Server_only
source: Server only
ru_ru: Только сервер

# SID_Cache_only
source: Cache only
ru_ru: Только кэш

# SID_Server_and_cache
source: Server and cache
ru_ru: Сервер и кэш

# SID_Choose_map_access_mode
source: Choose map access mode
ru_ru: Выберите режим доступа к карте

# SID_Searching_route_for_new_trace___
source: Searching route for new trace...
ru_ru: Поиск маршрута новой трассы

# SID_Export_to_pdf
source: Export to pdf
ru_ru: Выгрузить в pdf

# SID_Failed_to_set_AntiGhost_parameter___0_
source: Failed to set AntiGhost parameter, {0}
ru_ru: Не удалось установить AntiGhost параметр, {0}

# SID_Uninstall_failed
source: Uninstall failed
ru_ru: Удаление ПО не удалось

# SID_Uninstallation_completed_successfully
source: Uninstallation completed successfully
ru_ru: Удаление завершено успешно

# SID_Wait___
source: Wait...
ru_ru: Подождите...

# SID_Failed_to_uninstall__0_
source: Failed to uninstall {0}
ru_ru: Не удалось удалить {0}

# SID_Database_optimization_started_on_server_
source: Database optimization started on server!
ru_ru: На сервере запущена оптимизация БД!

# SID_Please_leave_application_
source: Please leave application.
ru_ru: Пожалуйста, закройте приложение.

# SID_User__0__is_logged_in_from_a_different_device_at__1_
source: User {0} is logged in from a different device at {1}
ru_ru: Пользователь {0} вошел в систему с другого устройства в {1}

# SID_Open_another_file
source: Open another file
ru_ru: Открыть другой файл

# SID_License_viewer
source: License viewer
ru_ru: Просмотрщик лицензий

# SID_Traces_in_DB
source: Traces in DB
ru_ru: Трассы в БД

# SID_Nodes_count_does_not_match_sections_count_
source: Nodes count does not match sections count!
ru_ru: Количество узлов не соответствует количеству участков!

# SID_Define_trace_again_
source: Define trace again.
ru_ru: Определите трассу заново.

# SID_Iis_version_is
source: IIS version is {0}! Fibertest Web Component needs IIS version 10 or later.
ru_ru: Установлена IIS версии {0}! Компоненту Fibertest WebClient требуется IIS версии 10 или позднее.

# SID_Iis_not_found
source: IIS not found! Please install IIS before installing Fibertest Web Component.
ru_ru: IIS не установлена! Пожалуйста, установите IIS до установки компонента Fibertest WebClient.

# SID_License_file_not_found_
source: License file not found!
ru_ru: Файл с лицензионным соглашением не найден!

# SID_SSL_certificate_password
source: SSL certificate password
ru_ru: Пароль SSL сертификата

# SID_Choose_SSL_certificate_file
source: Choose SSL certificate file
ru_ru: Укажите файл с SSL сертификатом

# SID_Loading_data_after_DB_recovery__optimization_
source: Loading data after DB recovery (optimization), please wait
ru_ru: Загрузка данных после восстановления (оптимизации) БД, пожалуйста подождите...

# SID_Error_during_Client_RTU_operation__
source: Error during Client RTU operation:
ru_ru: Ошибка во время операции Клиент-RTU

# SID_Failed_to_apply_monitoring_settings_
source: Failed to apply monitoring settings!
ru_ru: Не удалось применить настройки мониторинга!

# SID_Physical_length
source: Physical length
ru_ru: Физическая длина

# SID_Optical_length
source: Optical length
ru_ru: Оптическая длина

# SID_This_equipment_could_not_be_changed_
source: This equipment could not be changed!
ru_ru: Оборудование не может быть изменено!

# SID_There_are_traces_which_use_this_equipment_and_are_under_monitoring_now_
source: There are traces which use this equipment and are under monitoring now.
ru_ru: Существуют трассы, использующие данное оборудование и находящиеся в режиме мониторинга.

# SID_Stop_monitoring_in_order_to_change_equipment
source: Stop monitoring in order to change equipment.
ru_ru: Для внесения изменений остановите мониторинг этих трасс.

# SID_Available_ports
source: Available ports
ru_ru: Доступно портов

# SID_Failed_to_initialize_optical_switch
source: Failed to initialize optical switch!
ru_ru: Не удалось инициализировать оптический переключатель!

# SID_Precise_base_ref_must_be_set_
source: Precise base ref must be set!
ru_ru: Точная базовая должна быть задана!

# SID_Fast_base_ref_must_be_set_
source: Fast base ref must be set!
ru_ru: Быстрая базовая должна быть задана!

# SID_License_Key
source: License Key
ru_ru: Лицензионный ключ

# SID_Incremental
source: Incremental
ru_ru: Дополнительный

# SID_Rtu_count
source: RTU count
ru_ru: Количество модулей

# SID_Client_stations
source: Client stations count
ru_ru: Количество рабочих мест Client

# SID_Web_clients
source: WebClient stations count
ru_ru: Количество рабочих мест WebClient

# SID_SuperClients
source: SuperClient stations count
ru_ru: Количество рабочих мест SuperClient

# SID_Creation_date
source: Creation date
ru_ru: Дата создания

# SID_Load_from_file
source: Load from file
ru_ru: Загрузить из файла

# SID_Save_as_file
source: Save as file
ru_ru: Сохранить в файле

# SID_Pdf_certificate
source: Pdf Certificate
ru_ru: Pdf сертификат

# SID_with_no_limitation_by_time
source: with no limitation by time
ru_ru: без ограничений по сроку

# SID_for__0___1_
source: for {0} {1}
ru_ru: на {0} {1}

# SID_month_s_
source: month(s)
ru_ru: мес.

# SID_JS_Institute_of_Information_Technologies
source: JS Institute of Information Technologies
ru_ru: ЗАО "Институт Информационных Технологий"

# SID_License_key_long
source: License key for optical fiber monitoring system software Fibertest 2.0
ru_ru: Лицензионный ключ программного комплекса мониторинга оптических волокон Fibertest 2.0

# SID_Optical_fiber_monitoring_system_software_FIBERTEST_2_0
source: Optical fiber monitoring system software FIBERTEST 2.0
ru_ru: Программный комплекс мониторинга оптических волокон FIBERTEST 2.0

# SID_License_number_
source: License number:
ru_ru: Номер лицензии:

# SID_Remote_testing_unit_count
source: Remote testing unit count
ru_ru: Количество модулей удаленного тестирования

# SID_Create_new
source: Create new
ru_ru: Создать новый

# SID_Failed_to_detach_additional_otau_
source: Failed to detach additional otau!
ru_ru: Не удалось удалить дополнительный переключатель!

# SID_Version
source: Version
ru_ru: Версия ПО

# SID_Model
source: Model
ru_ru: Модель

# SID_Copy_coordinates_to_clipboard
source: Copy coordinates to clipboard
ru_ru: Копировать координаты в буфер обмена

# SID_License_type
source: License type
ru_ru: Тип лицензии

# SID_User_workplace_linking
source: User-workplace linking
ru_ru: Привязка рабочее место - пользователь

# SID_Basic
source: Basic
ru_ru: Основной

# SID_User_is_linked_to_another_workstation
source: User is linked to another workstation
ru_ru: Пользователь привязан к другому рабочему месту

# SID_Wrong_security_admin_password
source: Wrong security admin password
ru_ru: Неверный пароль администратора безопасности

# SID_User_has_no_linking_to_any_workstation
source: User has no linking to any workstation
ru_ru: Пользователь не привязан к рабочему месту

# SID_No_license_has_been_applied_yet
source: No license has been applied yet!
ru_ru: Еще не была применена лицензия!

# SID_To_link_user_to_the_workstation_your_privileges
source: To link user to the workstation your privileges
ru_ru: Для привязки пользователя к рабочему месту Ваши полномочия

# SID_have_to_be_confirmed_by_security_administrator_password_
source: have to be confirmed by security administrator password.
ru_ru: должны быть подтверждены паролем администратора безопасности.

# SID_Apply_Demo_license
source: Apply Demo mode
ru_ru: Применить ДЕМО режим

# SID_Load_license_from_file
source: Load license from file
ru_ru: Загрузить лицензию из файла

# SID_You_can apply_DEMO_license_or
source: You can apply DEMO license or load your license from file
ru_ru: Вы можете применить ДЕМО лицензию или загрузить Вашу лицензию из файла.

# SID_License_will_not_be_applied_
source: License will not be applied!
ru_ru: Лицензия не будет применена!

# SID_Password_is_not_entered_
source: Password is not entered.
ru_ru: Пароль не введен.

# SID_User_to_workstation_linking_set
source: User to workstation linking set
ru_ru: Выполнена привязка пользователя к раб месту

# SID_Measurement_on_port__0__trace__1__is_finished
source: Measurement on port {0} trace {1} is finished
ru_ru: Завершено измерение порт {0}, трасса "{1}"

# SID_License_key_type
source: License key type
ru_ru: Тип лицензионного ключа

# SID_With_workstation_linking
source: With workstation linking
ru_ru: С привязкой раб места

# SID_Standart
source: Standart
ru_ru: Стандартная

# SID_First_license_key_must_not_be_Incremental
source: First license key must not be Incremental
ru_ru: Первый лицензионный ключ не должен быть Дополнительный

# SID_With_user_s_account_to_workstation_linking
source: With user's account to workstation linking
ru_ru: С привязкой учетной записи пользователя к рабочему месту

# SID_Reveal_trace
source: Reveal trace
ru_ru: Отобразить трассу

# SID_Highlight_trace
source: Highlight trace
ru_ru: Подсветить трассу

# SID_Trace_definition_mode__Minimum_zoom__0_
source: Trace definition mode: Minimum zoom {0}
ru_ru: Режим определения трассы: Минимальный зум {0}

# SID_License_could_not_be_applied_
source: License could not be applied!
ru_ru: Лицензия не может быть применена!

# SID_To_apply_the_license
source: To apply the license
ru_ru: Для применения лицензии

# SID_security_administrator_password_has_to_be_input
source: security administrator password has to be input
ru_ru: требуется ввод пароля администратора безопасности

# SID_Failed_to_initialize_OTDR
source: Failed to initialize OTDR!
ru_ru: Не удалось инициализировать рефлектометр!

# SID_Additional_OS_info_
source: Additional OS info:
ru_ru: Дополнительные сведения ОС

# SID_Measurement_on_port__0___trace___1___failed__OTAU_problem
source: Measurement on port {0}, trace "{1}" failed. OTAU problem
ru_ru: Измерение порт {0}, трасса "{1}" не удалось. Ошибка переключателя

# SID_Measurement_on_port__0___trace___1___failed__OTDR_problem
source: Measurement on port {0}, trace "{1}" failed. OTDR problem
ru_ru: Измерение порт {0}, трасса "{1}" не удалось. Ошибка рефлектометра

# SID_Tools
source: Tools
ru_ru: Инструменты

# SID_Graph_visibility_settings
source: Graph visibility settings
ru_ru: Настройки отображения графа

# SID_High_density_graph
source: High density graph
ru_ru: Граф большой плотности

# SID_Graph_is_visible_from_zoom
source: Graph is visible from zoom:
ru_ru: Граф отображается начиная с зума:

# SID_Out_of_screen_part
source: Out of screen part of rendered graph (%):
ru_ru: Неотображаемая на экране часть выгруженного графа (%):

# SID_High_density_graph_explanation
source: A large number of nodes, for example: networks of large cities with branched cable ducts, PON networks, etc.
ru_ru: Большое количество узлов, например: сети крупных городов с разветвленной кабельной канализацией, PON сети и т.п.

# SID_Could_be_changed_after_installation
source: The mode could be changed after installation in application settings
ru_ru: Режим может быть изменен после инсталляции в настройках приложения

# SID_Graph_of_traces_optimization
source: Graph of traces optimization
ru_ru: Оптимизация графа трасс

# SID_DB_optimization__
source: DB optimization:
ru_ru: Оптимизация БД:

# SID__0__unused_nodes_found
source: {0} unused nodes found
ru_ru: найденно неиспользуемых узлов {0}

# SID__0__unused_fibers_found
source: {0} unused fibers found
ru_ru: найденно неиспользуемых волокон {0}

# SID_Remove_unused
source: Remove nodes and fibers which are not used in any trace
ru_ru: Удаление узлов и участков не входящих в состав трасс

# SID_Db_restructuring
source: DB restructuring
ru_ru: Реструктуризация БД

# SID_Server_performance_improvement
source: Server performance improvement
ru_ru: Повышение производительности сервера

# SID_Remove_unused_explanation
source: The sections marked in blue, the nodes associated with them, as well as free-standing nodes will be deleted.
ru_ru: Будут удалены участки обозначенные голубым цветом, связанные с ними узлы, а также отдельно стоящие узлы.

# SID_Graph_of_traces_optimization_failed___0_
source: Graph of traces optimization failed: {0}
ru_ru: Ошибка оптимизации графа трасс: {0}

# SID_Successfully_optimized_graph_of_traces_
source: Successfully optimized graph of traces!
ru_ru: Оптимизация графа трасс успешно завершена!

# SID_Update_equipment
source: Update equipment
ru_ru: Изменить оборудование

# SID_Telecommunications_equipment
source: Telecommunications equipment (TCE)
ru_ru: Телекоммуникационное оборудование (TCE)

# SID_Equipment__0__will_be_deleted
source: Equipment {0} will be deleted
ru_ru: Оборудование {0} будет удалено

# SID_RTU_port_links_to_this_equipment_will_be_deleted
source: RTU port links to this equipment will be deleted
ru_ru: Связи оборудования с портами RTU будут удалены

# SID_Slot
source: Slot
ru_ru: Слот

# SID_Update_components
source: Update components
ru_ru: Изменить компоненты

# SID_Map_TCE_to_RTU
source: Map to RTU
ru_ru: Связать с RTU

# SID_Change_slot_count
source: Change slot count
ru_ru: Изменить количество слотов

# SID_Interface_No
source: Interface no.
ru_ru: Интерфейс №

# SID_Slot_count
source: Slot count
ru_ru: Количество слотов

# SID_Interface_count
source: Interface count
ru_ru: Количество интерфейсов

# SID_Slot__0_
source: Slot {0}
ru_ru: Слот {0}

# SID_Equipment_components
source: Equipment components
ru_ru: Компоненты оборудования

# SID_Clear
source: Clear
ru_ru: Очистить

# SID_Software_version
source: Software version
ru_ru: Версия ПК

# SID_Failed_to_resend_base_to_rtu
source: Base refs have been changed and saved in the DB. Failed to send them to the RTU because it is not currently available. Please try again later
ru_ru: Базовые рефлектограммы изменены и сохранены в БД. Не удалось переслать их на модуль, так как он сейчас недоступен. Повторите попытку позже.

# SID_Assign_base_refs_automatically
source: Assign base refs automatically
ru_ru: Задать базовые автоматически

# SID_EvtDetectDeltaCT
source: Event detection attenuation threshold (CT), dB/km
ru_ru: Порог километрического затухания (CT) на обнаружение события, дБ/км

# SID_EvtSearchStep
source: New event search step, km
ru_ru: Шаг поиска новых событий, км

# SID_EvtDetectDeltaLen
source: Threshold of non-reflective event offset, km
ru_ru: Порог на смещение события без отражения, км

# SID_EvtRDetectDeltaLen
source: Threshold of reflective event offset, km
ru_ru: Порог на смещение события с отражением, км

# SID_AutoLT
source: Auto analysis loss threshold (LT), (1 - 4 dB)
ru_ru: Порог автомата на затухание (LT), (1 - 4 дБ)

# SID_AutoRT
source: Auto analysis reflectance threshold (RT), (-40 - -25 dB)
ru_ru: Порог автомата на отражение (RT), (-40 - -25 дБ)

# SID_AutoET
source: Auto analysis end-of-fiber threshold (ET), dB
ru_ru: Порог автомата на конец волокна (ET), дБ

# SID_NoLinkDistance
source: Fiber detection distance, km
ru_ru: Расстояние определения наличия волокна, км

# SID_NoLinkDeltaDB
source: Fiber detection threshold, dB
ru_ru: Порог определения наличия волокна, дБ

# SID_EventRT
source: Reflection/backscattering difference threshold, dB
ru_ru: Порог мониторинга на отражение, дБ

# SID_EOFLMN
source: End of monitoring landmark number
ru_ru: Номер ориентира конца мониторинга

# SID_CorrectMarkers
source: Adjustment of neighboring event markers when new event is found
ru_ru: Корректировка маркеров соседних событий при нахождении нового

# SID_EvtChangeLT
source: Event loss threshold at end-of-fiber search by template, dB
ru_ru: Порог для затухания в событии при поиске конца волокна по шаблону, дБ

# SID_EvtChangeRT
source: Reflectance threshold at end-of-fiber search by template, dB
ru_ru: Порог для коэффициента отражения в событии при поиске конца волокна по шаблону, дБ/км

# SID_EvtChangeCT
source: Attenuation threshold at end-of-fiber search by template, dB/km
ru_ru: Порог для коэффициента затухания при поиске конца волокна по шаблону, дБ

# SID_EvtChangeET
source: End-of-fiber loss threshold at end-of-fiber search by template, dB
ru_ru: Порог для конца волокна при поиске конца волокна по шаблону, дБ

# SID_Lt_threshold
source: Splice loss, dB
ru_ru: Затухание в соединении, дБ

# SID_Rt_threshold
source: Reflectance, dB
ru_ru: Коэффициент отражения, дБ

# SID_Ct_threshold
source: OF loss, dB/km
ru_ru: Коэффициент затухания, дБ/км

# SID_Eelt_threshold
source: End-to-end loss, dB
ru_ru: Полное затухание в линии, дБ

# SID_Threshold
source: Threshold
ru_ru: Порог

# SID_Level_included_in_monitoring
source: Level included in monitoring
ru_ru: Уровень включен в мониторинг

# SID_Monitoring_thresholds
source: Monitoring thresholds
ru_ru: Пороги мониторинга

# SID_Additional_parameters
source: Additional parameters
ru_ru: Дополнительные параметры

# SID_Event_detection_thresholds
source: Event detection thresholds (absolute values)
ru_ru: Пороги на нахождение новых событий (абсолютные значения)

# SID_Load
source: Load
ru_ru: Загрузить

# SID_Applying_base_refs__Please_wait
source: Applying base refs. Please wait...
ru_ru: Применяем базовые рефлектограммы. Пожалуйста, подождите...

# SID_Show_reflectogram_on_completion
source: Show reflectogram on completion
ru_ru: Показать рефлектограмму по завершении

# SID_Telecommunications_equipment_model
source: Telecommunications equipment type
ru_ru: Тип телекоммуникационного оборудования

# SID_Slots
source: Slots
ru_ru: Слоты

# SID_Save_and_close
source: Save and close
ru_ru: Сохранить и закрыть

# SID_Change_interface_count
source: Change interface count
ru_ru: Изменить количество интерфейсов

# SID_Change_type
source: Change type
ru_ru: Изменить тип

# SID_Changing_the_type_of_equipment_can_lead_to_loss_of_links
source: Changing the type of equipment can lead to loss of links
ru_ru: Изменение типа оборудования может привести к потере связей

# SID_RTU_port___telecommunication_equipment_interface
source: RTU port - telecommunication equipment interface
ru_ru: порт RTU - интерфейс телекоммуникационного оборудования

# SID_Changes_will_be_applied_after_saving_in_the_next_window_
source: Changes will be applied after saving in the next window.
ru_ru: Изменения будут применены после сохранения в следующем окне.

# SID_Proceed_
source: Proceed?
ru_ru: Продолжить?
